{
  "costtime": 38,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678660490,
  "results": [
    {
      "fields": {
        "c_covers": "gplfn4eozj5d7w5",
        "c_title_output": "07",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "gplfn4eozj5d7w5"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "　　香药回到家中，激愤之余决定要做人见人爱的香药，并要抓住神农的心。宓药当众宣言称神农已经被香药看上，让其他人不要泄露香药以前的事情。结果人们却不服，宓药称如果敢阻拦的话，自己就自杀在镇口，阴魂不散，让所有人都孤独终老。大街上，神农询问众人香药的住所，大家却都不告诉他。宓药和璎珞在街上见到了神农。香药家内，香药怕神农误会，所以要赶小呆走。小呆说自己不会碍事的，请求留下。香药告诉自己不要心软，把一些衣物给了小呆，让他离开。香药心里也很不舍，并把那个和小呆一起掉下来的小圆片给了小呆，小呆不舍的离开了。香药也留下了眼泪。小呆拿着包袱要离开，小牛见状，幸灾乐祸了一番，并让他赶紧走。小牛兴奋的去找香药了。宓药抱着假装昏迷的香药，哭泣不已，称香药为了铲除邪毒，累晕了过去。引来众人围观。神农也被引了过来，信以为真，用草药把香药救醒了，还对香药钦佩不已。可是神农却和这草药有冲突，自己晕倒了。围观众人散去，宓药称可能是小呆走了，香药的霉运又回来了。母女二人只好把神农抬回了家中。神农醒后，看见了香药。二人就着天下苍生，治病救人的愿望大大抒发了一番，香药说自己女儿身不方便跟神农出去游走，神农急忙表示没关系，神农抬手为香药擦汗，这时小牛赶来，看到这一幕，作势要暴打神农。香药灵机一动，舍身挡住神农，并称这牛妖一直想抢自己做压寨夫人。穿帮网原创，小牛在香药的暗语下只好离开，神农对香药更加钦佩。神农请求香药能跟自己一起去采药，香药正在思考，这时宓药过来脚下不小心踩到木头，手里的一盆水全泼到了神农身上。神农狼狈离开去换衣，感慨自己倒霉，这时小呆一袭黑衣进来告诉神农此次邪毒并不是天灾而是人祸。还要再说，香药敲门，小呆仓皇离开。是夜，香药和神农走山路去采草药。香药紧紧搀着神农的胳膊，神农颇有些不自在。神农询问香药草药是什么颜色，借口去那边看看。香药赶紧追上去，这时，宓药在一旁故意吹灭了香药手里的灯笼。香药作势一把保住了神农，周围想起了野，称野狗能吃人，神农大惊失色跟香药起一起逃跑。神农弄伤了脚，小呆出现让他赶紧离开，神农称没有找到草药，小呆让他自己去想办法，神农表示已与惊醒梦中人，自己要回去闭门研究。小呆救了神农回去。香药回到家中，想母亲抱怨不已。这时神农却已经收拾好了包袱从楼上出来，表示自己要离开了。就算有腿伤，也不要香药去扶了。香药哭着在院中大骂老天爷，这时小呆出现给了她手帕。香药称自己会克死他的，小呆不在乎，香药抱着小呆大哭不已。夙违见没有夙和下落，伤心不已。还跟细腰讲起了自己以前，原本也是一个幸福的家庭，但却因为一次意外，家破人亡，而自己也沾染上了厄运。当有一次自己想要自杀，却碰到了一个神仙似的女人，安慰他劝他，要他改变世界，所以他才有勇气生存了下来。不过这些年来却一直没有再碰见她。细腰在一旁想如果自己就是那个女人该多好。　　细腰和夙违来到了洛河镇，但夙违好像没有留下来的意思。这时小呆经过，二人像是有感应一番，夙违回头，可是小呆已经转身走掉了。小呆来到香药面前，小牛见状，要和小呆争着帮香药拿东西，不料却打算了摊主的馒头。摊主让香药赶紧离开，香药只好伤心离开。小牛正安慰着香药，不料那边屠夫的刀脱手正好擦掉了小牛的牛角。香药让小牛赶紧离开，小牛却表示自己不在乎。还说出了一大串辞藻，跟着香药不离开。　　罗刹在一旁看见了，叫住小牛。指责小牛没骨气，还说香药只是表面上让小牛走，心里却高兴的很。小牛让罗刹闭嘴，并让罗刹离自己远一点，罗刹气愤离开。",
        "duration": "2701",
        "head_time": 105,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/g0011ar1y40/g0011ar1y40_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 101,
        "title": "搜神记_07",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "g0011ar1y40"
      },
      "id": "g0011ar1y40",
      "retcode": 0
    }
  ]
}