{
  "costtime": 38,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678660490,
  "results": [
    {
      "fields": {
        "c_covers": "gplfn4eozj5d7w5",
        "c_title_output": "08",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "gplfn4eozj5d7w5"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "　　小呆和牛魔王还是一直跟着香药一直到了香药家里。香药让他们离开，小呆借口这是自己家，跑了进去。牛魔王却被香药拦在了门外。小牛见状，站在河边香药跳河，引来众人围观。小牛称自己无人可要了，这是罗刹跑出来，称自己给小牛算了一卦称明天香药就会嫁给小牛。小牛听了兴奋不已。第二天一早，小呆在院里劈柴。香药过来搭讪，这时罗刹过来称有事要说。罗刹为自己昨天的行为道了歉，香药就跟着她进屋去说了。罗刹称自己师傅要来洛河镇，自己刚学会测姻缘，可以帮香药算一卦。罗刹算完告诉香药如果十天之内她不成亲的话，那么这次她不禁是霉运，还会沾染到她娘宓药。如果十天之内成亲了，那么不禁宓药无事，她的霉运也会被老天收回。香药将信将疑，发愁不已。香药来到厨房，见到宓药，独自掉眼泪。宓药一边炒着菜一边说对于香药的婚事自己已经想开了，以后谁再敢欺负香药自己就替她出气。香药一把抱住了宓药，母女二人说了好多贴心话。香药来到院中，小呆见到哭着的香药，想为她擦眼泪。香药为了娘亲，告诉小呆自己要嫁给小呆。小呆惊呆了，一时说不出话，香药作势离开家要去找别人。一推开门，看见焕然一新的小牛带着一帮手下，大张旗鼓拿着花向香药求婚。香药惊讶不已，答应了小牛。穿帮网原创，小呆赶紧上前告诉香药自己愿意。小牛一把推开小呆，兴奋不已。小呆心急不已，却被小牛的手下拉走。小牛称三天之内成亲。香药这时想借口逃脱，小牛却把她的话一一驳了回去，甚至称自己愿意做倒插门女婿。小牛还当众发誓，如果对不起香药就天打雷劈。香药看着小牛和宓药，还是答应了小牛。是夜，小牛留在香药家里一起吃饭。香药在一旁闷闷不乐，宓药找了个借口打发小牛出去，跟香药一起谈起这件事。这时小呆跑过来，称小牛让自己离开很卑鄙。小呆抢先坐在饭桌上，不肯离开。　　第二天，牛魔王回去找父母了。香药坐在房里发呆，把小呆叫来，问他成亲靠不靠谱，小呆没反应过来。香药称自己心里乱糟糟的，小呆说结婚以后，生米做成熟饭就好了。不料却被香药打了出去。璎珞过来给香药送礼，因为香药嫁人自己也要成仙了。宓药告诉她等她成了仙，让她也给自己找一个好姻缘。璎珞称没问题，还要给小呆也找一个。璎珞进屋去找香药，送给她一个簪子。香药正对着自己和牛魔王的画像叹气不已，称自己很烦。璎珞一个劲的夸小牛，香药不以为意。璎珞还说姻缘要两情相悦，不然后果会很严重。璎珞忍不住问起香药的婚期，得知在后天，激动不已，祝贺他们早生贵子。香药想到自己和牛魔王以后的孩子，吓出了一身冷汗，急忙跑出去找宓药，谈论以后的孩子会长什么样。香药担心会是头牛，宓药却说是牛还不怕，最怕一半牛一半人，香药听了昏了过去。香药醒来急忙让小呆去找牛魔王，称不用结婚了。这时牛魔王他爹牛角王派人过来传话，称人妖不同，自己不同意，如果硬要成亲只算无媒苟合。小呆和宓药打跑了他。宓药决定不让香药结婚了，香药又想到街坊们都知道了这件事，那么自己不结婚以后岂不是更倒霉了么。宓药并表示不在乎，香药却想起罗刹的话，如果不结婚就会连累宓药。香药自己郁闷不已。小牛找到父母，称自己有事要说。牛角王却说不同意，小牛称自己只是来通知一声，牛角王很生气，小牛被母亲哄走了。小牛称自己要绝食跟牛角王抗争.",
        "duration": "2701",
        "head_time": 105,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/i0011obxf9y/i0011obxf9y_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 101,
        "title": "搜神记_08",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "i0011obxf9y"
      },
      "id": "i0011obxf9y",
      "retcode": 0
    }
  ]
}