{
  "costtime": 37,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678660490,
  "results": [
    {
      "fields": {
        "c_covers": "gplfn4eozj5d7w5",
        "c_title_output": "06",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "gplfn4eozj5d7w5"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "香药和罗刹一起回来，发现小牛在那里。小牛说自己在等她。三人进屋之后，罗刹说去给小牛做饭，小牛让罗刹也帮香药做一份。小牛帮香药擦药，罗刹在厨房见到这一幕，心中感慨一切是否都有定数，原来罗刹喜欢上了小牛。香药家中，小呆在院里干活。香药的娘见到小呆卖力，高兴不已，对着香药父亲的遗物自言自语，说准备把香药嫁给小呆却又怕两人都糊涂，所以还是让小呆当个奴隶比较好。夙违对夙和的失踪赶到忧心，找来细腰询问当天的详情。细腰告诉他夙和沾染了黑烟，就不见了，可能在洛河镇。夙违愤怒不已，出手杀掉了细腰身边的随从，细腰离开想到自己对主人还是有意义的。夙违一个人独自站在湖边，想起了兄弟二人小时候说要永远不分开的誓言，感慨不已。　　洛河镇上来了一个王城的男人，英俊潇洒还会治病。众人议论纷纷，璎珞听到这个消息急忙过去询问。璎珞找到那人的住处，谎称自己是地保大人。璎珞得知那人名叫神农，心急之下询问神农是否成亲，险些露出马脚。神农称自己是来探查为何洛河镇不收瘟疫影响，璎珞称自己认识一对巫医母女肯定能帮上忙，就匆匆忙忙的离开了。香药回到家中，惊讶的发现家里的房子已经焕然一新。宓药告诉她这时小呆一个人修好的房子，小呆为了去味还去山里给香药采花去了。香药称野山莲是长在悬崖上的，很危险，这时璎珞到来称双喜临门了。璎珞告诉他们王城来了一个单身的帅气男人，名叫神农，经过自己的游说，也同意跟香药见面。璎珞和宓药说的眉飞色舞，香药却在一旁不以为意。穿帮网原创，璎珞说自己已经约好明天让香药和神农见面。正在说着，神农突然觉得一阵冷风，自己打了个喷嚏。香药听着她们说着，自己却一直不同意，璎珞假模假样的作势要跳河，宓药也说自己要跳，香药不胜其烦答应了，并称如果不成功的话那么自己再也不要去相亲了。第二天，香药和宓药来到饭馆准备相亲。璎珞把神农带到，称这就是巫医母女。香药看见神农，也不禁神色一动。宓药和璎珞借口走开了。神农出言询问她洛河镇为何能够避免邪毒侵略，香药略感疑惑，告诉他可能是由于镇河蟾蜍的缘故。神农接着询问，香药更加疑惑相亲为什么要问这个问题。香药用了读心术，知道神农是来调查邪毒事件而不是相亲的。香药询问神农，神农承认了，还说璎珞称她们是镇上最好的巫医。香药得知真相，急忙借口回家了。香药回到家中告诉宓药，神农并不是来相亲的。宓药询问香药对神农的感觉，香药觉得很满意。宓药让香药去设计一下神农，然后想法嫁给他。不料小呆在一旁却全部都听到了。香药二人正在商量这样行不行，小呆插口觉得这样不太好。二人大吃一惊，以为小呆偷听，并让小呆转过身去，香药和宓药进屋去计划去了，不许小呆偷听。香药想到自己一个女生要去追男人，心里有点憋屈。宓药在一旁开导她。香药还是有些不开心，一个人走出了家门。香药走着走着无意踢到了一个小石子，踢进了旁人的碗里。这时街上所有人见到了香药，居然全都一窝蜂的逃走了。香药一个人孤零零的走在大街上，想起小时候宓药带她上街，大伙都夸她美貌，争着赶着抱她，请他喝茶。可如今人人见他都避之不及。这时，香药以前的好朋友美姬带着孩子上街，正惊讶为什么街上人都没有了，香药见到美姬，想逗她的孩子，可美姬却不肯，还把香药的拨浪鼓给摔在地上。小牛气势汹汹出现，让美姬捡起了拨浪鼓。香药大哭不已，小牛也跟着哭了起来。香药称自己想要肩膀，看到了后面的小呆，就扑了过去。等擦擦眼睛一看，却说了句不是你，又哭着跑了。",
        "duration": "2701",
        "head_time": 105,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/l0011xplnp4/l0011xplnp4_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 101,
        "title": "搜神记_06",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "l0011xplnp4"
      },
      "id": "l0011xplnp4",
      "retcode": 0
    }
  ]
}