{
  "costtime": 38,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678655213,
  "results": [
    {
      "fields": {
        "c_covers": "6d4dqs4oagm1y2g",
        "c_title_output": "37",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "6d4dqs4oagm1y2g"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "　　法比来找眼镜兵。神父却没有说出他的下落。\n　　外面黑岩的手下原田少佐来了。问这两个日本兵的下落。法比只说不知。反过来控诉他们抢走了教堂的牛。原田恼羞成怒，用枪顶着法比，法比已经习惯，毫不动摇。\n　　日本人走后，法比发动所有人在整个教堂里找。人人自危。不见的日本兵是潜在的威胁。\n    而教堂外，被日本兵重重包围，他们在这里增加了兵力。黑岩相信这附近还有中国军人。\n　　眼镜兵听不懂神父说什么，只盯着桌上的残羹。神父解开嘴上的塞子，让他吃。吃完后，他哭喊要解放。神父不理。转身找出房间里所有刀具，丢下窗外。他打定主意就把眼镜兵困在自己房间里。\n    法比擦好枪，做了重大的决定。\n    乔治跟红绫两人还在烛光晚餐。阿顾慌慌忙忙跑来，乔治知道事情不好。\n    法比要带地窖里的所有人出去。玉墨知道出去就是死，但法比下了决心。那个日本兵找不到。万一跑出去，就一定引来更多日本兵。到时候只有死路一条。\n    一瞬间，所有人胆战心惊收拾包裹，仓仓皇皇往地窖外跑。留下胡子兵在黑暗里。\n    乔治陪着神父留在教堂。神父要法比留下。却咬牙不说日本兵的下落。法比不愿坐以待毙，只后悔没有一开始就杀了他们。神父是美国人，不会被杀，但中国人会。\n    法比让大家上车。红绫见乔治不在，不愿走，要留下。女学生们也知道凶多吉少，外面凶险，不想上车。但法比很坚定，死也要拼一把。眼看车要启动，神父终于投降。在窗口喊法比。不料被拖走。法比瞬间明白日本兵所在。\n    他冲进神父房间，神父已经被五花大绑。日本兵跳下窗口，眼看要逃走。李全有窜出来，收拾了他，用手指把他活活掐死。法比才松了口气。\n    地窖上方骚动声起，胡子兵还以为是日本人。看到女人们走进来，失望。大家惊魂未定，刚刚仿佛就在鬼门关过了一回。女学生们纷纷祈祷。阿顾拿晚饭下来。这次没人有胃口。日本兵闻着味一直叫。他饿了。玉墨让他吃面包，看着他吃得像个野兽一样，心里鄙夷憎恶。\n    神父经历这回，也知道自己先前的判断太天真。\n    田中将军催促黑岩完成任务。几天后观光团就要来了。黑岩很苦恼。\n    而孟繁明那边，还想跟黑岩谈条件，先放了女学生们。黑岩面无表情，只说搞不定，谁都不好过，他女儿一定死。这次，没有丝毫客气与诱惑。他的耐心到了极点。\n    书娟缓缓坐下，如今身边的人是玉墨。书娟问到女人的经血，为什么所有人都说脏。玉墨娓娓道来，那是从她自己的母亲那里听来的。经血是生命的源泉。此时的玉墨温柔又宁静，书娟仿佛看到了另一个女人。\n    豆蔻与浦生终于过不下去，要回教堂。好不容易到了门口，拉门铃。没有人应，却引来了日本人。两人拼命跑。门铃都被扯下来。浦生被打中。豆蔻愤怒，扑上去跟日本人拼命，只被笑嘻嘻地拖走。浦生眼睁睁地看着豆蔻被拖走，胸口被叉了好几刀。\n    几个日本兵赤裸着身体，围着火堆，激动地等待。里面是豆蔻的惨叫。而他们在外面谈笑。一个日本小兵闯出来。他被豆蔻咬了。愤怒地拿刀，刺向豆蔻。一刀一刀，直到她动不了。其他日本兵大笑，笑这个老乡不温柔。\n    阿顾挑水回来，看到豆蔻的行李。玉墨几个一下子就认出来。活不见人死不见尸。几个女人捧着她的衣服哭，豆蔻是她们从小看着长大的。",
        "duration": "2300",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/l0015w8dbne/l0015w8dbne_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "四十九日祭[TV版]_37",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "l0015w8dbne"
      },
      "id": "l0015w8dbne",
      "retcode": 0
    }
  ]
}