{
  "costtime": 41,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678655215,
  "results": [
    {
      "fields": {
        "c_covers": "6d4dqs4oagm1y2g",
        "c_title_output": "20",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "6d4dqs4oagm1y2g"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "戴涛跳进教堂。原来这些天他并没走远，一直在附近保护教堂。地窖里，玉墨为几人换药。红绫在一边弹琵琶唱曲，没有麻醉药，只能靠女人的温柔嗓音来缓解一下疼痛。轮到戴涛，两人贴的很近，彼此的心跳都能听见。戴涛的衣服沾着伤口，脱不下来，玉墨拿着小剪子一点点为他处理。戴涛脸涨得通红，不知是疼的还是羞的。\n    晚上冷，大家喝了酒，地窖变成了藏玉楼，火光之下，几个女人拉上阿顾、乔治，舞得疯狂，仿佛要把这些天的压抑全发泄出来。玉墨拉着戴涛跳贴身舞，无尽春光，随着火光摇曳。红绫和乔治打情骂俏。豆蔻年纪小，跟浦生在一边看。豆蔻情窦初开，为浦生吃醋，傻傻地一味不准他看美人。战争年代，男女的心还是互相吸引。\n    书娟在透气孔看到一切，看着玉墨的身姿，对里面大喊臭婊子。气氛一下子僵住了，几对男女分开，仿佛梦醒。红绫大声骂回去。法比把书娟拉走，进地窖。那酒是留给神父的，却被他们喝掉，而军人居然也在这里逍遥，法比很愤怒。女人们都喝了酒，还在兴头上，想继续调戏法比，法比有意说到自己抗水回来时看到的尸墙，所有人静默，肩头颤抖，再也听不下去。原来这才是现实。\n    在那样的春光下，饶是戴涛也有片刻失神。法比的话让他从头冷下来，戴涛离开地窖，重新变回军人，保护教堂。\n　　　法比看玉墨和戴涛两人都不见了，若有所失。\n　　　神父意外地知道了这一切，让法比把他们找回来，这个时候，出去只有死路一条。\n    玉墨与戴涛在钟楼上吹着风，看着断壁残垣的南京城，怀念过去的繁华时光。冷风吹得两人都清醒。说起战争后的打算，戴涛告诉她自己老家，还有家人的事情，仿佛最真心的承诺。认识不久的一对男女，却好像相处了很多年，平静地看着南京城。\n    小妹的药不够用了，玉墨坚持跟法比一起去安全区拿药。\n    安全区里，几十个女学生被日本兵丢在门口，她们都被糟蹋了。这在安全区几乎每天都发生，还有抢劫，纵火。费驰要把这一切报告日本领事馆，但谁都不知道是否还能有用。\n    玉墨与法比进来，看到那些女学生，下体流血，哀嚎不止。玉墨颤抖，噩梦也不会这样恐怖。拿到药后，日本人来了。所有人慌忙逃窜，两人走散。日本兵冲进来，像狼一样四处抓人，冲的安全区一团乱。玉墨被难民撞来撞去，被威尔逊大夫救下。饶是这样还有日本兵要闯进来。威尔逊大夫举起手术刀，下定决心的医生，手术刀可以救人也可以杀人。日本兵怔住。离开。\n    劫后重生，玉墨、法比相互搀扶着回到卡车上。法比第一次诚恳地祈祷，能一路安全地回去。而玉墨，躲在卡车后面却发现了一个女学生，趁他们不注意上了车，她被糟蹋，再也不愿意留在安全区。",
        "duration": "2554",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/n00150q3dxe/n00150q3dxe_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "四十九日祭[TV版]_20",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "n00150q3dxe"
      },
      "id": "n00150q3dxe",
      "retcode": 0
    }
  ]
}