{
  "costtime": 38,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678664900,
  "results": [
    {
      "fields": {
        "c_covers": "pl76zb6j2ms1gwr",
        "c_title_output": "02",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "pl76zb6j2ms1gwr"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "曼玲以为范姜禹是自己的相亲对象，而范姜禹以为曼玲是父母帮他介绍的艺术家，两人开启了一场各怀鬼胎的会面。面对范姜禹的冷淡和无礼，曼玲努力地克制自己爆打他的冲动，而范姜禹看到曼玲面对自己的讥刺却仍不为所动，只好咬牙使出了那禁忌的绝招──翻桌！曼玲看着眼前的杯盘狼藉，和转身就走的范姜禹，气得七窍生烟。没想到这世界上竟然还有这种没礼貌的烂人。老娘第一次认认真真的拿出自己所有的淑女气质，竟然被这家伙给毁了！不，没有人能对我翻桌之后，还一副若无其事的表情离开！我要杀了他！没错，而且是用最残忍的方式！曼玲的指关节发出了恐怖的喀啦声，压抑了一下午的本性，终于暴发出来……\n曼玲冲进餐厅的电梯，拦住了范姜禹的去路。范姜禹看到凶神恶煞的曼玲大惊失色，看着杀气腾腾的曼玲，范姜禹相信自己会死在电梯里。“从一开始见面到现在的十一分十三秒，我都在压抑想杀了你的冲动！ABC了不起吗？翻桌很帅吗？上流社会的人，眼睛就可以长在头顶上吗？我真的很受不了你们自以为是的嘴脸！”“我已经失败了太多次了！这是我最后一次相亲机会，无论如何，我都不想放弃！但是我的最后一次机会，却被你这个混蛋轻易地毁了！”曼玲愤怒地指控着，决定让范姜禹死得明明白白。出于求生的本能，也有一些是因为死期将至，范姜禹决定豁出去毫不留情地指出曼玲身上的缺点。包括蹩脚的英文、拙劣的化妆技巧、过季的名牌商品，曼玲的努力堆砌出来的就是“没有品味”这四个字。“如果你的目标是上流社会，你不去了解他们的生活，怎么会有共通的话题？”范姜禹原本怀着壮士断腕的心情说出着些话，做好了被曼玲掐死的心理准备，没想到曼玲的反应却出乎他的意料之外，曼玲告诉范姜禹，她原本以为范姜禹只是个嚣张跋扈的贵公子，没想到还蛮敢讲、蛮有种的。这一段直来直往的对话，反而稍微纾解了两人的剑拔弩张。曼玲希望范姜禹能够教自己打入上流社会，没想到被范姜禹一口回绝。\n正当范姜禹与曼玲打算就此桥归桥，路归路，各自分开的时候，没想到，范姜禹的母亲熙蕾来电告知，范姜禹自己准备要在慈善拍卖会上亮相的瓷器，被她失手打碎了。范姜禹听着电话，心情彷佛坠入冰窖之中，一时片刻之间也找不到合适的替代品了，看着曼玲这个粗鲁没水平的“艺术家”，范姜禹只能大胆放手一搏，相信妈妈帮自己选择的人。“你想进入上流社会吗？”范姜禹追上曼玲的车，决定把拍卖会赌在这个“艺术家”身上。让曼玲提供自己慈善拍卖会的义卖商品，代价是范姜禹要替曼玲进行一系列的淑女改造课程。两人的合作关系正式结成。曼玲带着范姜禹给的慈善拍卖会邀请函凯旋归来，家人、农会的同事无不兴高采烈，“没想到曼玲竟然认识了那个黄金贵公子、上流社会的第一把交椅范姜禹，而且两人之间没有翻脸反目成仇！”大家认为曼玲已经成功踏出了跻身上流社会的第一步。虽然曼玲自称和范姜禹不来电，但是能被邀请参加上流社会的拍卖会，就有希望在拍卖会上邂逅真命天子。\n",
        "duration": "2463",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/b0014v9xffv/b0014v9xffv_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "真爱遇到他[TV版]_02",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "b0014v9xffv"
      },
      "id": "b0014v9xffv",
      "retcode": 0
    }
  ]
}