{
  "costtime": 37,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678664900,
  "results": [
    {
      "fields": {
        "c_covers": "pl76zb6j2ms1gwr",
        "c_title_output": "03",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "pl76zb6j2ms1gwr"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "曼玲的青梅竹马伟成从澳洲返台，回到圣恩医院就职。在圣恩医院，伟成遇到了前女友亚姿。阔别五年不见，亚姿已经有了新的交往对象——范姜禹，但在重遇马伟成的那一刻，亚姿知道自己并没有完全忘记他。范姜禹看着亚姿和伟成之间弥漫着一种异样的氛围，感受到两人绝对不是已经一刀两断的前情人关系，范姜禹因此对伟成稍微有了防备。亚姿知道这次的拍卖会对范姜禹来说意义重大，是他想要证明自己价值和眼光的关键之战，但对范姜禹仍然有些担心，总是暗示范姜禹应该要请范姜融夫妇出席和帮忙。范姜禹则是对这样的建议不以为然，对亚姿吐露了他想要靠自己的决心，连拍卖会都不打算要邀请父母参加。当然，范姜禹也不是百分之百对自己有信心的，因为他手上还有一个变动不安的要素──王曼玲，一定要把握时间，对曼玲进行魔鬼特训，让她成为一个真正的淑女，这样才能交换她手上的艺术品。\n范姜禹旁敲侧击曼玲将带来什么艺术品，两人牛头不对马嘴地协商后，范姜禹提出了对于艺术品的要求，需要讲究品牌，血统，最好是获过奖的作品。曼玲绞尽脑汁，最终决定贡献出自己最心爱的迷你宠物猪五花作为竞拍的艺术品，心中暗自满意自己的作品。范姜禹却还不知自己将迎来一个怎样特别的艺术品拍卖会……\n曼玲的上流社会改造课程正式开始。从基本应对进退到餐桌礼仪到红酒知识到生活品味，范姜禹几乎是从零开始教导曼玲。“记住，一杯浓咖啡的最完美时间是在18—23秒，超过这个时间，咖啡会偏酸，更难喝。”“上流社会讲究的是原味，所以从现在开始，你要联系品尝食物的原味。”范姜禹给曼玲讲述着上流社会的种种规则，曼玲虽然各种不习惯这些奇怪的就餐习惯和饮食口味，但还是被迫适应着。在曼玲咬着牙学习这些莫名其妙的知识和理论的时候，似乎也渐渐发现范姜禹和平凡人相同的那一面。噢，原来这个满嘴艺术和品味的所谓贵公子，也是会在听音乐会的时候打瞌睡嘛，曼玲用打瞌睡的事情调侃范姜禹，范姜禹严正警告曼玲不准把这件事透露出去，两人打闹之际，一个不小心，曼玲一脚踩空，跌入范姜禹怀中，两人的嘴唇也吻上了对方…… \n曼玲回到农场后，将一天学到的所谓贵族礼仪均模像样地演示了一遍，“上流社会的红酒搭配呢，基本就是红酒配红肉，白酒配白肉，所以今晚就是喝雪碧配板松猪。”曼玲举起酒杯，优雅地为老吉示范着，“首先要45度轻轻摇晃，再来是问一下香气，有闻到柠檬香哦。”回想起今天发生的一切，曼玲既觉得好玩，又学得很认真。\n药商到伟成医院推销降血压药，同参与的众医生中除伟成外均已私下与药商达成协议。但伟成却坚持自己的意见，认为该药不仅年份已久，而且曾致使患者服用后产生过敏性休克，并拿出一份报告支持自己的观点。伟成的严谨使得药商不得不放弃此次推销。\n伟成接到曼玲的爸爸老吉来电告知，他的养父昏倒了。",
        "duration": "2284",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/j0014jqpdsr/j0014jqpdsr_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "真爱遇到他[TV版]_03",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "j0014jqpdsr"
      },
      "id": "j0014jqpdsr",
      "retcode": 0
    }
  ]
}