{
  "costtime": 37,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678664903,
  "results": [
    {
      "fields": {
        "c_covers": "pl76zb6j2ms1gwr",
        "c_title_output": "08",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "pl76zb6j2ms1gwr"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "看到曼玲和伟成一起出席聚会，亚姿和范姜禹都觉得是恶梦一场。“最近我的人生是怎么了？瘟神、煞星一个接一个来……”范姜禹不满亚姿偷偷邀请了前男友伟成出席，亚姿没料到曼玲又再度穿上自己设计的衣服，二度撞衫！亚姿一怒之下转身离席，为了让范姜禹留在会场继续招待宾客，伟成只能转身追出，循着亚姿离去的方向，寻找她。与会宾客则对着留在会场等候伟成的曼玲指指点点，“为什么一个养猪妹会有Hera的VIP？”“我们每个人可都是开幕当天消费了二十万才能加入VIP，订制专属的手工订制礼服！你凭什么能买！”这些心高气傲的的贵妇们鄙视着曼玲，羞辱着她……面对伟成的旧恨和曼玲的新仇，范姜禹原本打算袖手旁观，只是当一杯红酒不客气地泼在曼玲的身上，范姜禹终于忍不住跳出来维护曼玲。一心想要摆脱“范姜融的儿子”这个名号，但是在危及关头把范姜融的名字搬出来，却也横行无阻。“这套衣服，其实是我父亲特别请亚姿替曼玲订制，送给她的礼物！”轻描淡写的一句话，立刻化解了宾客对曼玲的鄙视，曼玲不想要再制造纷争，想要离开会场，却被范姜禹留了下来。\n完美的一切，全都让那个养猪妹给毁了。恼羞成怒离开了会场的亚姿懊恼自己的失策，居然接连和养猪妹撞衫两次！这两次的“意外”，就能轻松毁掉她处心积虑建立的淑女形象。伟成追上前找到了盛怒的亚姿，不解她为何要把愤怒的矛头指向曼玲，“你气的人是我，为什么要针对曼玲？妳知道，她有多期待今晚的聚会？妳真的让我，太失望了！”曼玲曼玲又是曼玲！那个女人是我的克星吗？为什么一碰上她，黎亚姿就变的一点也不黎亚姿了？亚姿在也无法隐藏自己不不满和愤怒，看着伟成，她豁出去的道出难言心事，她大方承认，她嫉妒曼玲忌妒的让自己发狂！“你说对我很失望，让人失望的是你，何伟成！对，我们已经是过去式了！但是你对我的伤害还是进行式！是你让我变成一个坏巫婆的！以前的你，明明知道我最喜欢参加聚会，却从来不陪我一起出席！你永远都在忙着红十字会的救灾、义诊……没关系，我可以陪你去偏远的山区当义工，忍受被蚊子咬、被太阳晒！因为我喜欢你！我喜欢去高级餐厅、喜欢度假旅行、喜欢和朋友聚餐，你从来不肯陪我去，却通通陪那个养猪妹做了！为什么？”\n面对亚姿的控诉，伟成毫无招架之力。“我把你放在第一顺位，但是我永远不是你的第一顺位。凭什么她可以？”亚姿的泪眼婆娑，让伟成又心疼又懊恼。“我送给你的名牌衣服、礼物……你拿去赈灾，捐献，你从来不珍惜我对你的心意，你有记得过我的生日？帮我准备过礼物吗？更别说我得了肠胃炎的那次，你竟然叫你学长照顾我……”亚姿回想着过去两人交往时的委屈，发泄般地一古脑倾诉而出，越想越伤心，连分手那天的情景也历历在目。她勉强地克制着眼泪，以免自己太过失态，然而她对伟成的感情却怎么样也阻止不了，“就连那天在机场，我告诉你我们到此为止，你竟然都没有留住我……我要的只是你拉住我的手，叫我不要走。我要的，真的只有一点点而已……”伟成讶异亚姿竟然会说出自己的心情，他以为亚姿什么都不缺，对自己的需求也是可有可无……“对不起，我承认当年的我很迟钝但是我真的很在乎你！我没有留你，是因为我以为那是你想要的答案。”伟成的一脸无辜，让亚姿觉得自己的委屈突然变得很愚蠢。“谁要那个狗屁答案啊！”伟成和亚姿解开了多年以来对对方的误会，只是两人已经分开了这么多久，为时已晚。\n",
        "duration": "2279",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/r0014j8ifbr/r0014j8ifbr_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "真爱遇到他[TV版]_08",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "r0014j8ifbr"
      },
      "id": "r0014j8ifbr",
      "retcode": 0
    }
  ]
}