{
  "costtime": 38,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678664900,
  "results": [
    {
      "fields": {
        "c_covers": "pl76zb6j2ms1gwr",
        "c_title_output": "04",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "pl76zb6j2ms1gwr"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "　　　伟成丢下医院工作匆匆赶回家照顾爸爸，没想到却被曼玲误以为是小偷一棒敲昏。“曼玲啊，你弄错了。那是伟成啊！”“伟成？”曼玲讶异地看着那个被自己一棒打晕的男子。多年不见，伟成改变了很多，变得更成熟，没想到他才刚到家，会被自己这样“热情接待”。伟成被众人环绕，但在曼玲的猛击之下昏迷不醒。\n　　　曼玲一边照顾着昏倒中的伟成，一边担心着隔日的慈善拍卖会，心中不免有些忐忑，到底范姜禹的特训有没有成果，自己能否顺利打入上流社会当中？曼玲担心了一整晚，心里没有个结论，最后决定把精神寄托在最传统的方法上，深夜偷葱。曼玲偷偷到葱园拔葱，因为俗语说“拔好葱，嫁好丈夫”，希望藉由葱的力量，能够遇到好姻缘。曼玲虽然在葱园里挑着葱，脑中却不知为何，一再回荡着范姜禹的身影。范姜禹的笑容、范姜禹的洒脱、范姜禹机车的模样，还有在音乐厅里自己和范姜禹的意外之吻……曼玲想着范姜禹，怔怔出神，神态有些害羞，刚好被伟成看个正着。伟成看着曼玲罕见的小女生神情，好奇地调侃她：“该不会是遇到喜欢的人了吧？”“当然不是！”曼玲强力否认。伟成这句无心的玩笑话，却在曼玲心里激起了一阵涟漪……拍卖会当日，范姜禹先带着曼玲前往Hera改头换面，从头到脚，里里外外彻底改造了一番，让曼玲差点脱了层皮。范姜禹原本是怀抱着死马当活马医的心情，看是否能让曼玲洗脱一些“土味”，没想到，试衣间帘幕掀开的那个瞬间，范姜禹也看得出神……\n范姜禹送给曼玲一支价值不斐的手表，教导她淑女守则的最后一条：时间要调慢30分钟──因为淑女要从容不迫，优雅地出现，绝对不能被时间绑住，成为时间的奴隶。曼玲的上流淑女改造计划，终于大功告成！范姜禹和曼玲一起出现在慈善拍卖会场。曼玲看着珠光宝气、华丽高贵的会场，难掩心中的不安，“我真的很感谢你这么努力的帮我，我只是有点担心，会不会没有人欣赏我，怕你也怕我的家人对我失望……”范姜禹看着紧张的曼玲，温柔地安抚她：“我相信我的眼光，所以你要相信妳自己的才华。从现在开始，妳是崭新的王曼玲了，别再想过去的事。等一下，我们要让所有人刮目相看！尤其让我们的家人可以以我们为荣！”焕然一新的曼玲谨守着范姜禹教导她的“淑女守则”，成功地在名流富商之间取得了好印象。范姜禹认为这一次的慈善拍卖会应该可以安然结束了，没想到，曼玲这个“艺术家”替他准备的拍卖商品，竟然是一只迷你猪。“这就是今晚的拍卖物，我最心爱的小猪宝贝：五花！这是我亲自到兰屿配种、接生的新品种迷你猪。五花之前也代表台湾养猪协会出国比赛，得到了全球宠物展的大奖……”曼玲在拍卖台上骄傲自信地介绍着她带来的迷你猪，认为应该可以得到宾客们的赞赏，没想到众人的反应却出乎曼玲的意料。“天啊，想不到我有生之年竟然有机会看到一只活生生的猪？还是得奖的猪！”“范姜禹真的要拍卖一只猪吗？他脑袋没问题吧？”“我真是不敢看下去了，我觉得这个拍卖会的档次完全被那只猪拉低，而且低到地狱去了……”昵称“五花”的小猪失控地在拍卖会场奔逃着，引起会场名流们的惊声尖叫，范姜禹看着曼玲带来的“猪宝”，感觉自己的世界逐渐崩塌了。\n",
        "duration": "2266",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/s0014q7m9nr/s0014q7m9nr_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "真爱遇到他[TV版]_04",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "s0014q7m9nr"
      },
      "id": "s0014q7m9nr",
      "retcode": 0
    }
  ]
}