{
  "costtime": 39,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678664900,
  "results": [
    {
      "fields": {
        "c_covers": "pl76zb6j2ms1gwr",
        "c_title_output": "01",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "pl76zb6j2ms1gwr"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "这是看似没有交集的两个人，讲究生活品质、注重细节的贵公子范姜禹，不修边幅、脾气暴躁的农场养猪女王曼玲，全然不同的生活轨迹，却在有一天相遇。王曼玲带着他交往即将破百日的男友Peter出席好友的婚宴。随着酒过三巡，从用餐到甜点，令人兴奋的抽捧花时刻又到了！王曼玲好不容易挤到了最佳位置，并且一如往常的击败了众多对手，抢下了捧花！“这次……一定可以嫁出去的！”王曼玲笑瞇瞇的对Peter扬了扬手上的捧花，但是王曼玲没有注意到，Peter脸上尴尬、紧张、不安的表情，并不是来自尿急，而是恐惧，打从内心深深的恐惧。“王曼玲，我真的受够妳了！我这辈子都不可能娶妳！还有下辈子，下下辈子，我都不可能和一只母老虎结婚！”王曼玲傻眼地看着平常唯唯诺诺，对她有求必应，言听计从的男朋友，今晚不知道是吃了什么熊心豹子胆，竟敢在“所有朋友”面前把她给“甩了”！王曼玲气得全身发抖，直接抢过了男友手机，录下了自己的宣言──“我，王曼玲，如果在明年的今天之前没有让自己嫁进上流社会，就把头发剃光做尼姑！”冲动夸下海口，过了半年，王曼玲才发现，即使自己有十位数的资产、家里有一座农场、五间农会、并且贵为台湾养猪协会理事长，这一切闪亮亮的头衔对于把自己外销出去这件事，一点帮助都没有。要嫁掉，真难！要嫁到一个人人称羡的好老公，更难！为了赌一口气，曼玲缠着在高级婚友中心工作的好友绣雯帮自己安排VIP的相亲对象，但是重视血统、名望、教养、关系的上流社会男子，完全瞧不起曼玲这种没文化的暴发户，相亲屡次以曼玲的“翻桌”作收，曼玲也成为VIP们的拒绝往来户。在曼玲的死缠烂打之下，绣雯给了曼玲最后一次相亲的机会，千叮咛万嘱咐要她千万不能搞砸。这一次的相亲，让曼玲遇见了范姜禹。\n范姜禹是“大无限创投公司”CEO范姜融的儿子，从小在上流社会文化的熏陶下，举手投足都以优雅、品味、尊爵作为最高指导原则，名车，华屋，美丽的女朋友，还有一个让他一辈子都不用奋斗的好爸爸。范姜禹的女友亚姿是Hera品牌的服装设计师，时尚、美丽又充满着上流社会的贵族气质，她注重生活中的每一个细节，甚至在乎跑车的颜色与自己的着装是否相符。为了搭配女友亚姿的衣服，范姜禹更换跑车，迎合女友，却也加重了父亲范姜融对儿子胡乱花钱的不满。范姜禹在门外听到了父母的对话，“到目前为止，我这辈子什么都投资成功，唯一投资失败的，就是那宝贝儿子。”父亲的质疑让范姜禹很失落，其实，他一直很不满，每个奉承他的人，暗地里都叫他“靠爸贵公子”。难道有个钱的爸爸就等于靠爸吗？其它人没有花家里的钱吗？说的好像我没有谋生能力一样。不，我要证明给所有人看，没有我爸爸的帮忙，我也可以成功！而证明自己的机会就是依靠自己成功完成一场慈善拍卖会。\n慈善拍卖会举行在即，为了使儿子的第一次艺术品投资不发生意外，范姜融提前为儿子物色好了拍卖的绘画作品，并为范姜禹约好时间与艺术家会面签约。范姜禹虽然认同父亲的审美眼光，但为了在父母面前证明自己完全可以依靠自己的投资眼光和实力完成这次拍卖会，于是决心破坏掉事先安排好的艺术家见面，自己准备拍卖品。而破坏这场会面的方法，他决定听取助手大卫的意见，要使用最下流、最没风度、最野蛮的无礼绝招。曼玲怀着不成功便成尼姑的心情，化身“淑女”前往相亲；范姜禹怀着不择手段也要破坏签约的心情，化身“恶魔”单刀赴会。命运，让这两人阴错阳差地相遇了……\n",
        "duration": "2440",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/w0014yn0ouc/w0014yn0ouc_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "真爱遇到他[TV版]_01",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "w0014yn0ouc"
      },
      "id": "w0014yn0ouc",
      "retcode": 0
    }
  ]
}