{
  "costtime": 38,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678680102,
  "results": [
    {
      "fields": {
        "c_covers": "v0ts5r27k41gx2g",
        "c_title_output": "39",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "v0ts5r27k41gx2g"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "二当家和麻老六两个人正在争执着，身后忽然传来了马蹄声，转身一看竟然是香雪海，香雪海劝说二当家铁算盘不要去投靠日本人，如果铁算盘想要回来了，自己还是欢迎铁算盘的。铁算盘最终还是前去投靠了唐守成，结果唐守成应许给铁算盘和麻老六的官位根本不如先前许诺过的大，铁算盘觉得自己受到了欺骗，并且和田树才发生了争执，铁算盘一怒之下打算离开，但是被麻老六拦下，麻老六要铁算盘忍下这一口气。\n花红回到了沈家，沈家管家着急的询问花红是否知道沈家门的下落，自从知道沈家门下落不明以后沈万顺一直不吃不喝。花红来到了田明媚的房中，田明媚以泪洗面，非常后悔自己当初为什么逼迫沈家门发下毒誓，如果杀不了陈三炮，沈家门也不得好死。田树才闯入了沈家，沈家下人不让田树才进门，花红走了出来询问田树才过来做什么，田树才痛苦表示自己只是想要为了报仇而已，却不想伤害到了这么多的人。\n沈万顺一直在房中不吃不喝，只是在唱曲子，这一天忽然从房间中走了出来，吃喝完了以后告诉花红，自己要见陈三炮。半夜的时候沈万顺带着下人来到了田地里面，挖出了很多大酒坛子，这些坛子里面塞着的都是一块块的大洋。第二天沈万顺带着这些大洋来到了铜锣寨上，拿出来了这许多箱子的大洋，众人都惊呆了。沈万顺来到了铜锣寨上，把自己所有的大洋都拿了出来，交给了陈三炮，要陈三炮用这些银子来打鬼子。虽然两个人是曾经的仇敌，但是陈三炮对于沈万顺这样的举动非常理解，并且告诉沈万顺，自己把沈家门埋葬在了铜锣寨风景最好的山坡上面。沈万顺提到自己的儿子泪流满面，这个时候陈三炮让沈万顺坐下，告诉沈万顺沈家门为打日本鬼子而死，那么以后自己和铜锣寨的所有人都是沈万顺的儿子。\n辛浦镇上其他的酒坊庄主去找花红，要花红出面招待日本皇军，花红自然是不愿意的，没想到田明媚竟然一口答应了下来，并且说就用田家的宅子来招待日本人。花红明白田明媚打算做什么，心中很是担心，沈万顺表示自己已经是个半截身子入土的人了，招待就由自己来做。田明媚在房间里面盛装打扮，此时田树才忽然来到了沈家。\n田树才询问田明媚这是打算做什么，田明媚告诉自己的哥哥，自己已经在日本鬼子的酒里面加入了断肠草，只要自己哄骗日本鬼子喝下去，到时候就能够帮沈家门报仇了。田树才大惊失色，要自己代替田明媚去做这件事情，被田明媚拒绝了。田树才失魂落魄的走出田明媚的房门，沈万顺正等在门的外面，交给了田树才一封信。田树才看完了这一封信，看完以后才明白，自己竟然和陈三炮是血缘关系上的兄弟。自己心心念念一直要杀死的世仇，没想到竟然是自己的兄弟，田树才惊呆当场。",
        "duration": "2636",
        "head_time": 86,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/q0015umeudg/q0015umeudg_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 148,
        "title": "花红花火_39",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "q0015umeudg"
      },
      "id": "q0015umeudg",
      "retcode": 0
    }
  ]
}