{
  "costtime": 35,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678680100,
  "results": [
    {
      "fields": {
        "c_covers": "v0ts5r27k41gx2g",
        "c_title_output": "03",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "v0ts5r27k41gx2g"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "丝瓜与花红打赌若花红赢了便放小五子一条生路，三炮应允。花红自幼酿酒，有听音绝活，轻松赢下丝瓜，救下小五子。小五子知恩图报，当即跪下认花红做娘，陈三炮让小五子认自己为爹，小五子说除非娶了他娘花红，陈三炮顺水推舟喝令办喜酒，成全小五子父母双全。辛浦镇沈万顺仍然盘算着对田家赶尽杀绝，他借着自己儿子是保安司令，命令各商户不得借钱给田树才，田树才四处借钱无果，无奈之下想到向沈万顺借，正中沈万顺圈套。\n　　沈万顺装模作样要借钱给田树才救花红提出拿田记酒坊抵押，田树才不同意，又提出拿甜水井做抵押，田树才一口答应，却被追过来一看究竟的田明媚呵止，强行带回田家，并向田母表明二哥用意，田太太生气下令把田树才锁在房间，不得外出。\n　　铜锣寨陈三炮命令给花红拿来好酒，花红郁闷喝酒，将自己灌醉。马龙来到田家，得知田树才想要救回花红却被锁在房间不出不来，晚上便悄悄溜到田家救出田树才，田树才拿到父亲的印章，找沈万顺签了甜水井的抵押书，借到一百现大洋，二人一起上山赎花红。子时已到，花红心灰意冷，无奈的流下眼泪，陈三炮大喜，抱花红回房间要洞房花烛，花红不从，陈三炮情急之下扯下了花红喜服上的一颗盘扣。紧要关头，香雪海敲门，通报田家赎人，陈三炮空欢喜一场，下令摆阵，要给来人一个下马威。\n　　田树才与马龙来到聚义厅门口，马龙被挡在门外，田树才独自进入聚义厅，众人摆阵，齐刷刷站立长桌两旁，田树才并未害怕，将三百大洋倒在长桌上。赎金送到，陈三炮却不甘心，决心羞辱田树才一番，喝令田树才从长桌下转过去。马龙不平，骂道陈三炮不仁不义，田树才一心只想赎回花红，低头钻入长桌底下，最后从陈三炮的胯下钻出来。不料陈三炮人不肯放田树才和花红离开，田树才使用激将法，骂陈三炮不讲江湖道义，若不肯放人，便砍下自己的一只手臂，让两人成为辛浦镇的笑话。田树才举起长刀，却被陈三炮一枪打飞长刀，虽仍有不甘，但为了保全铜锣寨名声，只得放两人下山，香雪海窃喜。\n　　田树才背着烂醉如泥的花红回到田家，正是田老爷出殡的日子，沈万顺前来吊唁，心想正好可以看一出好戏。沈家门是保安团司令，来到田家灵堂，鸣枪送行，被田明媚奚落，但沈家门唯独看好田明媚的性子，并出言安慰。\n　　救回花红的田树才找不到大哥，管家田福说出田树根流连在醉红楼不肯离开，田树才到妓院找大哥，却发现大哥正在被老鸨和妓女羞辱，一气之下用麻袋扛回了大哥。来到田老爷坟前，田树才发誓要替父亲报仇，杀死陈三炮，大哥田树根毫无报仇之心，被弟弟妹妹数落，一气之下又到赌坊赌钱。沈老爷回到沈家，看到进门几年仍无所出的冯小宝，便劝沈家门另取，沈家门却一心只想娶田明媚，沈老爷大怒。",
        "duration": "2696",
        "head_time": 86,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/u0015ed56fl/u0015ed56fl_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 148,
        "title": "花红花火_03",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "u0015ed56fl"
      },
      "id": "u0015ed56fl",
      "retcode": 0
    }
  ]
}