{
  "costtime": 38,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678666485,
  "results": [
    {
      "fields": {
        "c_covers": "ubmmtipzv8x7xsq",
        "c_title_output": "09",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "ubmmtipzv8x7xsq"
        ],
        "danmu": 1,
        "danmu_status": 2,
        "desc": "麻衣子看到忻方平到处找曲大人，他告诉忻方平曲大人真的已经死了，他还把忻方平和罗三川带到树林里看当时行刑留下的血迹。 麻衣子告诉忻方平曲大人牺牲自己是为了保护忻方平和曲柔，他让忻方平不要再调查贡品的事了，否则他的下场会和曲大人一样惨。麻衣子让忻方平赶快带着曲柔远走他乡。罗三川问麻衣子那天是用什么妖法把薛勇送到魔界去的，麻衣子说那不是妖法，是魔道乾坤。魔道乾坤是上古年间噶玛黑鲁嘎降伏大力神麻当鲁扎时用过的法器，能打开人魔两界的通道。\n忻方平怀疑麻衣子偷了贡品害死了曲大人，罗三川也想起刚才他们看到的血迹还是新鲜的，可是曲大人已经死了好几天。曲大人和他杀的那些贪官的尸体都不见了，忻方平认为根本没有什么贡品，这只是一个预先设计好的大阴谋。他怀疑曲大人和那些贪官都被送到了魔界。\n忻方平来到白云观偷袭了麻衣子，他眼疾手快抢走了魔道乾坤，忻方平逼迫麻衣子把他和曲柔送去魔界。麻衣子用魔道乾坤把忻方平和曲柔送到了魔界。薛勇派魔兵到处搜寻魔灵女，驱魔人见到年轻女子就抓。忻方平和曲柔一进入魔界就看到谢灵儿被驱魔人追杀，他把驱魔人打跑了救出谢灵儿。\n忻方平看到谢灵儿感觉很面熟，他说自己在梦中看到过谢灵儿。谢灵儿也觉得自己和忻方平似曾相识。看到两人互相凝望，曲柔不觉心生醋意。谢灵儿告诉他们自己是魔界的原住民叫谢灵儿，因家道中落经常被驱魔人欺负，那些驱魔人是从人间来到魔界的人。忻方平告诉谢灵儿他们不是驱魔人，这次从人间来到魔界是为了寻找亲人。\n告别谢灵儿，忻方平和曲柔继续赶路，没想到他们再次看到谢灵儿被驱魔人抓住，为救谢灵儿忻方平受了伤，魔兵的武器上都有毒，忻方平的伤口飞速的扩大，谢灵儿割破手指用自己的血治愈了忻方平。这一幕刚好被麻衣子用水镜看到，他认定谢灵儿就是魔灵女。谢灵儿把忻方平和曲柔带到自己的家----紫庐，谢老头热情地款待了他们，当他知道忻方平要去寻找义父时，便让谢灵儿跟他们一起去。如果最后他们找不到曲大人，他就会把大家送回人间。\n走到魔宫入口，谢灵儿把魔宫腰牌交给他们俩，让他们带好可以避免魔兵的盘问，曲柔暗恋忻方平，对谢灵儿心存敌意，她坚决不带腰牌。三人遇到巡逻兵，曲柔没有腰牌引起魔兵的怀疑，谢灵儿为救曲柔急中生智说曲柔是他们俩刚从人间捉回来的魔灵女，要亲自交给天魔，曲柔这才幸免于难。曲柔毫不领情还责怪谢灵儿不该说她是魔灵女，忻方平说谢灵儿是为了救曲柔才这么说的，让曲柔不要生气。曲柔认为忻方平偏袒谢灵儿，她一气之下扔下腰牌独自走了。",
        "duration": "1968",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/n00162mrtos/n00162mrtos_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "聊斋新编[TV版]_09",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "n00162mrtos"
      },
      "id": "n00162mrtos",
      "retcode": 0
    }
  ]
}