{
  "costtime": 38,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678654736,
  "results": [
    {
      "fields": {
        "c_covers": "xm5jncwoluydy0f",
        "c_title_output": "14",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "xm5jncwoluydy0f"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "田嘉伟与李婉婷在医院联系田祖德住院的事，李婉婷表示院长已经签字，只要一有人出院田祖德就可以住进去。这时，田嘉伟接到了陈萍的电话，陈萍告诉田嘉伟李子萱已经联系好了病房，田祖德现在就可以住进去。田嘉伟说不想接受李子萱的帮助，而李子萱则表示这是自己乐意的事。　　秋枫的新书《同在屋檐下》大卖，电视上也播报了这一新闻。陈萍知道秋枫出书的事，顿时想到自己家里也有一本那样的书，便拿着书叫楼下买菜的大姐念给自己听。根据书中的情节，陈萍知道了秋枫说的就是自己家的事。李子萱接陈萍去给田祖德送饭，在车上陈萍告诉李子萱星期六下午秋枫要在图书大赛签售书。陈萍还说，她很不满秋枫在书中那样描述自己，她要去当众向陈萍讨说法。李子萱听后，答应和她一起去。　　秋枫的签售会如期举行。当签售会进行到一半时，陈萍来到了签售会现场。陈萍要求秋枫当着大家的面给她解释清楚，还破口大骂秋枫和李婉婷。正当秋枫叫保安把陈萍撵出去的时候，李子萱过来帮着陈萍说话，还扬言陈萍侵犯了陈萍的隐私权。正当现场一片混乱之时，李子萱的爸爸李寒羽出来把李子萱带走了。面对李子萱的出言不逊，李寒羽一气之下给了李子萱一巴掌。李子萱说自己的父亲从小到大没打过自己，现在却因为一个不认识的老女人打自己，哭着跑开了。　　陈萍从签售会回到家后，便躺在床上。李婉婷回家后，问妈妈秋枫今天签售会是不是很火爆。秋枫告诉李婉婷，陈萍和李子萱的出现把她的签售会变成了一个闹剧。田嘉伟给爸妈送饭，陈萍告诉田嘉伟自己被秋枫气饱了。在陈萍的述说下，田嘉伟知道了事情的原委，告诉陈萍是她误会秋枫了，那本书并不是骂他们而是写当代独生子女赡养老人的事。从田祖德口中，田嘉伟还知道妈妈陈萍去秋枫的签售会搅局了，便打电话去给李婉婷叫她带自己向秋枫道歉。　　大清早的，田嘉伟带着秋枫爱吃的大馄饨来到李婉婷家。送完早餐后，田嘉伟便离去了。在路上田嘉伟给李婉婷打电话说，担心秋枫还在生气便不见面了，还要李婉婷说馄饨是自己 买的。陈萍给李子萱织毛衣，还问田祖德自己织的好不好看。田祖德对陈萍说，李子萱那么有钱怎么会穿那么寒碜的毛衣。而陈萍却说商店买的是不能跟自己一针一线织出来的相比的。　　李子萱因为生爸爸的气在韩佳佳家住了几天了，韩佳佳劝李子萱该回家了，还说父女没有隔夜仇。李子萱表示自己的父亲当着那么多人的面打了自己一巴掌，让自己挺没面子的，等缓几天再回家。李寒羽约秋枫见面，为自己女儿的行为向秋枫道歉。秋枫只希望他能和他的女儿离自己远点。李子萱在爸爸李寒羽的书房里无意间看到了他和秋枫的合照，还翻看了他的日记，在日记中李子萱知道了李婉婷是自己爸爸的女儿，还知道了他是为了自己的事业才和自己的妈妈在一起的。当着李寒羽的面，李子萱撕掉他的照片和日记，哭着离开了",
        "duration": "2709",
        "head_time": 123,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/g0013m0t7sl/g0013m0t7sl_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 123,
        "title": "同在屋檐下_14",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "g0013m0t7sl"
      },
      "id": "g0013m0t7sl",
      "retcode": 0
    }
  ]
}