{
  "costtime": 37,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678654736,
  "results": [
    {
      "fields": {
        "c_covers": "xm5jncwoluydy0f",
        "c_title_output": "12",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "xm5jncwoluydy0f"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "田嘉伟在网上找房子。赵工知道后，告诉田嘉伟她妈妈是房介公司的。田嘉伟便要求赵工的妈妈给自己找找。李子萱知道后，给田嘉伟介绍了一个三室两厅且价格便宜的房子。李子萱询问田嘉伟为何要找房子，田嘉伟解释到，是因为自己的爸妈和李婉婷的妈妈生活习惯不合老是吵架，所以才要给自己爸妈租个房子单独住的。　　李婉婷来田嘉伟公司找田嘉伟，并给了田嘉伟一万五，叫他拿在身上花。田嘉伟对李婉婷说，等过段时间自己爸妈的情绪好点了，就跟她们说明白，说这件事不能怪婉婷。田嘉伟把李婉婷给的一万五给了陈萍，并对陈萍说这是李婉婷还给自己的。陈萍逼问田嘉伟什么时候和李婉婷结婚，田嘉伟故意岔开话题。　　韩佳佳问李子萱为何要把自己的房子让给田嘉伟住，李子萱说自己反正现在也不住，就当是做好事。李子萱帮着田嘉伟一家搬家。陈萍对李子萱的房子很满意。陈萍想要打扫房子，李子萱告诉陈萍，自己已经请钟点工打扫过了。趁着陈萍不在，田祖德找田嘉伟谈话。田祖德问田嘉伟那个李子萱是不是上次和他一起出差的那个同事，田嘉伟说是的。田祖德还询问田嘉伟和李婉婷的事打算怎么处理。田嘉伟说自己准备和妈妈陈萍直说，是自己的精子存活率太低才会选择使用别人的精子的。　　田嘉伟回家看李婉婷和龙龙，并告诉李婉婷他准备告诉妈妈陈萍自己不能生孩子的事。陈萍打电话给田嘉伟，田嘉伟说自己不回家吃饭了。陈萍在电话里听到了龙龙的声音后，要求田嘉伟半个小时之内马上回家。陈萍再次要求田嘉伟和李婉婷离婚，表示自己只想田嘉伟能过得好，找个好女子结婚生个自己的亲孙子。　　在办公室，田嘉伟询问李子萱是不是跟妈妈陈萍说了自己和李婉婷见面的事。李子萱承认了，田嘉伟要求李子萱以后少惨合自己家的事。江浩无意间在洗漱间看到了洛妮用的早孕试纸，发现洛妮怀孕了，他很高兴。待洛妮回家后，江浩高兴地扶洛妮坐下，并告诉洛妮自己以后都会让着她。可是洛妮却告诉江浩她今天去把小孩留掉了。江浩很是生气，他觉得洛妮不尊重自己，这么大的事都不和自己商量。洛妮还跟江浩说，她想要一辈子做丁克。江浩对洛妮的这一想法很是不解，生气的离开了家。　　江浩清早回到家，看到躺在床上的洛妮如此憔悴，便给她做早餐。洛妮看到江浩给自己做早餐，叫江浩原谅自己未经过他同意打掉孩子的事。江浩对洛妮说自己并没有生气了，还说自己煮了汤给她喝。而洛妮说自己从来不喝汤，因为喝汤会长脂肪。江浩说现在洛妮在坐小月，应该要补充营养不能只顾保持身材。而洛妮却不听，江浩再次生气的离家。",
        "duration": "2644",
        "head_time": 123,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/t0013kvr13c/t0013kvr13c_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 123,
        "title": "同在屋檐下_12",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "t0013kvr13c"
      },
      "id": "t0013kvr13c",
      "retcode": 0
    }
  ]
}