{
  "costtime": 33,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678663838,
  "results": [
    {
      "fields": {
        "c_covers": "jhw2ygv4tkdmsdl",
        "c_title_output": "51",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "jhw2ygv4tkdmsdl"
        ],
        "danmu": 0,
        "danmu_status": 0,
        "desc": "　　康琳琳设计让张可峰撞见高然与甄珠购衣　　洪又兰离开康院长来到草坪上工作，一想到康院长的话，她忽然动摇了念头，打算打电话给甄珠，可是拿起电话又不能下定决心拔打甄珠的号码。　　甄娜替父亲本山感到忧心忡忡，她非常惦记父亲在监狱中的生活，甄珠奶奶见孙女着急只得耐心劝说，事后老人家亲自来到监狱探监，待儿子本山来到电话机旁边。甄珠奶奶一边叹气一边将心中想法说出来，希望儿子本山在监狱中好好服刑，本山见母亲也不希望自己出去，只得面色黯然提出以后家人经常来探监，如此一来他才能熬过漫长的监狱生涯。　　甄珠在公司工作，康琳琳下班之前来到小白身边询问一些工作上的事情，小白由于工作太忙忘了一些该做的事情，康琳琳面色严肃提醒她下次小心一些，责备完小白，她看向甄珠询问其它工作的事情，眼见甄珠也没有完成工作，康琳琳趁机出言责怪。　　甄珠有些委屈，透露康琳琳询问的工作实际是小白要做的工作，康琳琳甄珠一副委屈的模样，立即指出员工在空闲的可以帮助其它同事做事。　　甄珠见康琳琳专程为难她，只得抱着息事宁人的想法不再提出异议，此时张美慈从办公室走了出来，一见甄珠面色不对，她立即询问甄珠遇到了什么烦心事。　　甄珠不愿意将之前的事情说出来，谎称自己非常好，张美慈相信了她的话，改而与康琳琳谈论儿子张可峰。　　甄珠下班发现高然开车等在公司外面，一见高然有汽车，她只觉有些不可思议，高然坐在驾驶座上淡定自若的模样，声称是公司配的汽车，说完话要求甄珠上车，两人来到一家高级服装店外面，高然停车希望能替甄珠买衣服，眼见甄珠不同意，他声称要走进商店向甄珠示爱，甄珠被逼无奈只得进店购衣。　　小白也在服装店里面，一见甄珠跟着一个男子走进来，她赶紧打了一个电话给康琳琳，康琳琳有意让张可峰来服装店看到甄珠与高然在一起的情景，与小白通完电话立即打电话将张可峰哄骗到了服装店里面。　　张可峰来到服装店见高然与甄珠在一起购衣，气急之下上前与高然吵了一场，甄珠生怕事情闹大，眼见康琳琳站在商店门口，她赶紧与高然离开了服装店。　　张可峰站在天桥上闷闷不乐，康琳琳看在眼里询问他与高然的关系，张可峰心情烦恼与康琳琳大声说话，康琳琳没有生气，提议找个地方坐下一起聊天。　　甄珠回家遇到了康院长，康院长送了一些补品给甄珠，甄珠拿着补品回家向洪又兰透露是康院长赠送，洪又兰又气又急，有心想透露康院长的真实身份，又不知如何开口说出来，最后只得怒气冲冲离开客厅。　　康琳琳与张可峰坐在酒吧中聊天，张可峰将康琳琳当成了知心朋友，将以前如何对甄珠动心的事情说了一遍。",
        "duration": "2224",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/d0013qvkhr3/d0013qvkhr3_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "爱闪亮_51",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "d0013qvkhr3"
      },
      "id": "d0013qvkhr3",
      "retcode": 0
    }
  ]
}