{
  "costtime": 37,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678650820,
  "results": [
    {
      "fields": {
        "c_covers": "ypq1qwp0ktzusj9",
        "c_title_output": "05",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "ypq1qwp0ktzusj9"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "许紫嫣几人在卫生间议论，说52号长得不好看，不知道副总为何会录用她。这时刘美丽对着外面喋喋不休，之后走进厕所。周旋回到办公室，晏融让他仔细看看52号设计的衣服，虽然穿不出去，但是挺有意思的，创意特别的大胆。周旋感叹，可惜这种天分长在一个白痴身上。晏融则说白痴与天才只有一步之遥。许紫嫣几人偷偷的将刘美丽的厕所门锁上。周旋给蓓蓓打电话，说晚上没有时间陪她。美丽接到了周旋的电话，说她不是蓓蓓。挂断电话美丽猜测，这会不会是诈骗电话？周旋纳闷，刚刚明明播打的是蓓蓓的电话？于是他再次打了过去，刘美丽生气的骂他是大猪头，骗子，周旋听出了她的声音，问她是52号吗？刘美丽发现，她竟然拿错了电话。周旋再次打过去电话，刘美丽捏着鼻子说她这里是养猪场。蓓蓓喂奶奶吃东西的时候，杰妮给美丽打来了电话，说她们有美心的消息。蓓蓓听不懂她在说些什么东西，生气的挂断了她的电话。刘美丽往自己的手机上打电话，向蓓蓓解释他们拿错了手机，蓓蓓骂美丽这个死村姑，一定是故意拿错手机的，之后她警告刘美丽，不要复制自己手机里的通讯录，那里的人她连擦皮鞋的资格都没有。刘美丽警告她说话客气一点，否则就将手机跟记录扔到马桶里。蓓蓓不耐烦的请求刘美丽把手机还给她。刘美丽抱怨，她今天怎么这么惨，不仅得罪了凶巴巴的副总，而且被关在厕所里。周旋去接水喝的时候听到了52号敲门的声音，上前帮忙开门，问她到底得罪谁了？刘美丽抱怨他们就爱整自己。在周旋的呵斥下，刘美丽拿出了手机，周旋拨打蓓蓓的手机，可是刘美丽手中的手机并未响，周旋生气的离开。谢静华带着广义去了董事长办公室，广义向爸爸道歉，不应该在未征求他同意之前约静华他们见面。爸爸问他是关心天衣，还是为了他们的职责？广义说都有，他不忍心看着天衣走下坡路，所以他决定回来。爸爸欢迎他回来，不过有一个条件：雪莉的事情他要承认错误。广义指责爸爸老是爱把公事和私事搅在一直，难道自己没有恋爱的权力吗？爸爸说除了那个女人，他什么都可以答应。广义则说如果爸爸接受雪莉的话，他也什么事情都听他的。望着广义生气的离开，叶大器的胸口又疼了起来。静华劝董事长，雪莉已经离开一年多了，他又何必给广义压力，让广义慢慢遗忘呢？之后她请求董事长，把广义交给自己，有信心会改变他。叶大器要求静华取得雪莉在广义心目当中的位置。美丽匆匆的赶到约好的地点，蓓蓓骂他是猪。二人交换了手机，蓓蓓发现她竟然接了周旋的电话，美丽则不知道周旋是谁。美丽看到手机上陌生号码向蓓蓓问起，蓓蓓说那个人说起美心等乱七八糟的话，让对方挂断了电话。美丽指责蓓蓓怎么那么讨厌。蓓蓓看到了谢静华和叶广义二人，于是偷偷的站在窗外偷听。在静华的劝说下，叶广义同意回公司上班。叶广义看到了雪莉的身影，激动的冲了出去，晏融捂住蓓蓓的嘴带她赶紧离开。夜里广义喝闷酒，他想起了雪莉执意去米兰的情景：广义拿出钻戒向雪莉求婚，雪莉让他不要闹了，广义问他是不是答应了？雪莉答应了他。回忆起这一幕，广义拿出了戒指看了起来。原来广义为雪莉戴上戒指后二人抱在了一起，而雪莉则称机将戒指放进了他的衣兜里。晏融向周旋说起，蓓蓓看到叶广义去咖啡厅，故意跑到窗前让叶广义看到她的背影，要不是自己反应快，说不定早就漏馅了。周旋告诉蓓蓓，他这次除了要看奶奶外，还是要回到天衣去，上次她假扮雪莉让叶广义父子反目成仇，现在她需要继续回去工作。在周旋的劝说下，蓓蓓同意去天衣，因为她认为得到妈的认可很重要，但最重要的是，她想让周旋娶自己。周旋想起，当时蓓蓓主动请求去天衣做卧底，提出的条件就是：事成之后让自己娶她。同事合起伙来欺负刘美丽，刘美丽蹲在地上哭着捡面包，晏融强行将美丽推到了周旋的车上，周旋带美丽去欣赏西湖有风景，确定了电话中骂自己的声音就是刘美丽时，周旋坐船离开，而且带走了她的手机，留下她一人在小船上面漂泊。",
        "duration": "2715",
        "head_time": 120,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/b0013kjnbg4/b0013kjnbg4_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 120,
        "title": "一克拉梦想_05",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "b0013kjnbg4"
      },
      "id": "b0013kjnbg4",
      "retcode": 0
    }
  ]
}