{
  "costtime": 84,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678650827,
  "results": [
    {
      "fields": {
        "c_covers": "ypq1qwp0ktzusj9",
        "c_title_output": "06",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "ypq1qwp0ktzusj9"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "美丽找到“美心”王维给广义送去一块牌匾，欢迎他回公司上班，这样天衣就有救了，他们布庄也有救了。叶大器走过来让广义和静华二人，尽全力将云想的气焰压下来。周旋接到晏融的电话，得知叶广义回天衣复职了。看到广义回家，叶妈妈激动的上前抱住儿子。叶大器说车钥匙已经放到那里了，以后不要自己这个董事长给他做车夫了。叶妈妈说什么董事长，进了这个家就没有董事长，只有爸爸跟儿子，之后她警告叶大器，下次再把广义逼走了，就跟他没完。品缇指责蓓蓓，周旋说她跑去找叶广义了，如果她敢毁了自己的计划，一定不会饶了她了。蓓蓓问妈妈，上次答应自己的事情还算数吗？品缇告诉她，如果能够搞垮天衣，马上让她跟周旋结婚。周旋向姑姑报告天衣的情况，品缇让周旋一举击败天衣，之后她又提起了谢静华，蓓蓓说击垮天衣，自己才是重要角色，品缇则说她是击败天衣的最后一根稻草。周旋去墓前看望父母。又有三个女生跟美丽相认的，在杨庭对照过三个女孩脸上的痣后，确定其中一女孩像是美心，美丽激动的想要冲上前，妈妈阻止，并向女孩问了一些问题，当女孩将所有的问题都回答过后，美丽激动的上前抱住女孩叫她美心。美丽带美心回家，美心说起她这些年生活的蛮苦的，家里太穷了，从来都没有穿过新衣服。美丽决定带美心去买衣服。静华妈匆匆跑回去告诉老谢，说刘美丽的妹妹找上门来了。老谢让她小点声，静华妈担心美心认出他们，老谢则说事情都过去这么多年，不会的，而且他今天混在人群当中看了，她根本不记得车祸的事情，还说是在百货公司走丢的呢。静华妈猜测这个妹妹会不会是假的？老谢则说要是假的最好的，万一刘美丽真的找到了真妹妹，他们的麻烦就大了，现在有一假妹妹找上门，她就不找亲妹妹了。美丽母亲犯嘀咕，他们随口一说妹妹是在百货公司丢的，现在真来个妹妹就说是在百货公司丢的，也不知道她图什么？美丽爸爸说这个美心用不了多长时间，早晚得露馅。美丽带着美心去酒吧找静华几人，静华问美丽，确定那个女孩是她妹妹？这不会又是个骗子吗？此时美心跟王维划拳喝酒，王维说他妹妹挺豪放的。静华上班的时候爸爸说起美丽跟妹妹相认的事情，叮嘱她千万不要搀和美丽的事情，让她不要到外面乱说。美丽父母问女孩，她为何要假冒美心？目的是什么？女孩大喊大叫，让邻居们都来看看刘家的父母不认自己的亲生女儿。刘父告诫女孩，她的目的最清楚，到时候别让自己抓到她的把柄，否则不客气。女孩大叫，自己一定会证明她就是美心。刘美丽在电梯内学狗叫，周旋说他们公司禁止养狗。电梯内的人指责刘美丽就是个疯狗，匆匆离开。晏融问周旋，52号什么情况？周旋说他听不懂狗语，之后他要求晏融打电话约谢静华出来。广义和静华等人在看发布会的时候，静华接到了晏融的电话。周旋请静华喝咖啡，静华让他准备两杯，因为她带了一个朋友过来，这时广义走了过来。周旋告诉广义，他愿意出比他高五倍的薪水请谢静华，广义说静华不是商品，所以最后的决定权还是在她手里。静华将聘用合同书给了周旋，周旋看到签名处写的NO时，不禁感叹可惜呀。周旋问静华为何选择小利益的一方？静华说她只跟喜欢的人合作。彼得给大家讲课的时候，刘美丽拿着拖把和抹布过去打扫卫生。彼得讲一句，刘美丽接一句，惹得彼得很不高兴，要求刘美丽去仓库里拿一些货。美丽妈妈觉得珍珍越看越不对劲，因为她说哭就哭，说笑就笑。听到外面的争吵声美丽父母出去查看，一男子对珍珍拉拉扯扯的，而且喊她老婆。美丽跟杨庭打电话的时候，布料掉到了地上，周旋刚好经过指责起美丽，而美丽又是装脚疼，又是装脑袋疼的，说了一些乱七八糟的话便溜走。美丽妈妈向珍珍问起，这个男人到底是怎么回事？珍珍谎称她替养父看病，才收了阿贵的聘礼，现在阿贵催着她结婚，可是她不想结婚。美丽妈妈让她把钱还给人家，珍珍哭了起来，得知她欠对方三十万时，美丽父母赶珍珍二人离开，此时美丽回来，珍珍又在她面前演戏。",
        "duration": "2716",
        "head_time": 120,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/i0013nsmn1g/i0013nsmn1g_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 120,
        "title": "一克拉梦想_06",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "i0013nsmn1g"
      },
      "id": "i0013nsmn1g",
      "retcode": 0
    }
  ]
}