{
  "costtime": 39,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678650827,
  "results": [
    {
      "fields": {
        "c_covers": "ypq1qwp0ktzusj9",
        "c_title_output": "08",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "ypq1qwp0ktzusj9"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "美丽不是四季的亲生女儿看着美丽穿着男人的衣服回来，爸妈二人问起怎么回事？美丽说副总把喝醉的她带回家，爸妈担心副总欺负美丽，并要去公司找他，美丽阻止，并确定她没事。珍珍吃东西的时候给美丽打电话，说她在发传单，又累又饿的，饭都没吃得上，美丽说她已经筹到了，所以让她赶紧回家。美丽约静华出来，让她向天衣借三十万，静华问美丽，四季叔二人怎么看此事？美丽说他们也无能为力。静华承诺此事自己再想想办法，一定会帮她彻底解决的。王总将U盘交给了晏融，同时晏融给了他一笔钱。看过U盘周旋要求晏融帮自己做一件事情。美心说姐姐已经筹到钱了，杨庭问她是不是去借高利贷了？男子去了美丽家里，因为他得知美丽已经筹到钱了，美丽则说钱还没有到账。小红说要钱一分没有，要求他带走小红，美丽阻止，四季拍着桌子推男子跟珍珍出去，这时晏融来到美丽家里交给美丽一包东西。当美丽看到那些钱时吃惊。大家担心美丽是不是真把自己卖了？美丽说这些钱是她向公司预支的。美心要求姐姐把钱给男子，四季上前夺过那些钱，这时静华带来了警察。杨庭说幸亏静华及时赶到，否则那些钱就飞了。美丽不知道这是怎么回事？静华劝四季叔将美丽的真实身份说出来。四季夫妻二人讲起在十几年前收养了失忆的美丽，美丽问起美心到底怎么回事？四季说她当时带了一张照片，除了她还有一个小女孩。当时小红谎称照片上那个小女孩是美丽的妹妹美心，而且编造了她走丢的事情。小红告诉美丽，看到她上什么梦想秀，他们是又可气又可笑，因为根本没有的妹妹她往哪里找？静华劝美丽，四季叔他们怕她知道身世后伤心难过，而他们有苦说不出更难过。爸爸向美丽道歉，这么多年没有告诉她身世，小红请求美丽原谅他们。美丽拿着照片哭个不停，她说为什么所有的人都要骗她？自己是谁？照片里的又是谁？当她想要撕掉照片的时候，静华阻止，因为她一旦撕掉照片，就永远不知道她是谁了？她劝美丽想象一下，说不定那个女孩真的是她妹妹，说不定她的亲生父母也在另一处找着她。美丽决定一定要解开她的身世之谜。静华说她很羡慕美丽，因为有时候不知道比知道幸福，她有一对比亲生父母还在好的养母，而自己的爸妈给她的又是什么呢？是无尽止的争吵。杨庭说美丽虽然不是红姨亲生的，可是红姨他们比亲生的还要好呢。杨庭发现天上出现了流星，所以让他们快许愿。高妈妈担心品缇对蓓蓓不好，高超说不会的，并说品缇只是嘴上不饶人。妈妈指责高家怎么会出他这样一个怕老婆的男人，高超则说是自己对不起品缇的。高妈妈感叹，知道自己时日不多了，她希望在自己伸腿之前找到蓓蓓的姐姐茜茜。美丽早上起床给父母跪了下来，四季夫妇猜测她是不是找到了亲生父母？美丽则说不管怎么样，他们永远是自己的爸爸妈妈。经过了这么多事情她才明白，亲生父母到底是谁不重要？妹妹是谁不重要，重要的是在他们这样的爸妈。小红感动的流下了眼泪。蓓蓓在周旋的办公室里摆了她许多的照片，周旋提醒蓓蓓，她还要回天衣的，要是让别人看到了怎么办？蓓蓓抱着他让他看好办公室，这时美丽没有推门便进来，将三十万还给了周旋，蓓蓓指责周旋花三十万玩这种村姑也太没品味了。周旋将她推了出去。静华回到家，妈妈指责她为何要插手美丽的事情，万一要暴露了怎么办？静华说当年的事情本来就是他们的错，妈妈抱怨，怎么会生出她这样的女儿？静华指责她是不是后悔当初没像扔掉美丽一样扔掉自己？或许那样自己会找到像美丽养父母那样的父母。静华爸爸喝闷酒，想起了当年的事情：他和老婆开车的时候争吵，不小心撞到了美丽，而此时旁边的小女孩一直在哭泣，害怕被别人发现，老谢匆匆将美丽抱到车上带走。老婆紧张的说他们抱个孩子怎么办？老谢决定将孩子丢到老谢家的门口，因为老谢每天11点半准时开门，这样他就会看到孩子。夜里四季开门发现了受伤的孩子，发现孩子还有气儿，四季赶紧将她送到了医院。望着那幅幸福的家庭素描画时，高超不停的喝着闷酒，之后他拿出了茜茜跟蓓蓓的照片感叹，到底在哪里呀？",
        "duration": "2719",
        "head_time": 120,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/v00134d62go/v00134d62go_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 120,
        "title": "一克拉梦想_08",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "v00134d62go"
      },
      "id": "v00134d62go",
      "retcode": 0
    }
  ]
}