{
  "costtime": 39,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678665212,
  "results": [
    {
      "fields": {
        "c_covers": "vgbqpcmvc83rpaw",
        "c_title_output": "05",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "vgbqpcmvc83rpaw"
        ],
        "danmu": 0,
        "danmu_status": 0,
        "desc": "回到家里大明向父母埋怨新瑶，王父表示为一个马桶伤感情不值当，现在酒席还没办就弄分手这让人笑话，并表示结婚前事两个人最敏感的时候，让大明多让让新瑶，现在的王母也改变了以前的态度，也劝大明能让着点，新瑶在家里蒋母也劝她不要再给大明闹矛盾了，不想让新瑶步自己的后尘。新瑶再次来到摩天轮旁，想着那天明轩说的话，心里很不好受，而这时明轩却出现在她面前，明轩告诉她虽然他们对这个仓促的婚姻没什么准备，但他们从大学到结婚还是有感情的，明轩向新瑶道歉，新瑶也通情达理的。小凡一个人去逛街，正好碰上黎昕，黎昕为了追小凡，主动要求陪她逛街，并送给小凡一个1万9的限量版包包，这让小凡很惊讶，这些都使小凡以前都没买过得东西，小凡起初不要，但黎昕非给没办法小凡只得勉强收下。小凡拿着名牌包子回到家，她父母及高兴又担心，张父提醒小凡不要乱收别人的东西，正当他们正要吃饭的时候，亚彤来电话让小彤去陪她，当小凡得知亚彤领了结婚证这让她很惊讶，认为他们这是闪婚，小凡劝她文浩应该是认真的，文浩只是对婚姻冷静，等到大明结婚宴上看看文浩是什么表现再想对策。王明轩和蒋新瑶的婚礼如期举办，亲朋好友前去庆贺，两人在祝福中十分幸福。黎昕请张小凡去参加婚礼，赵亚彤陪她前往，赵亚彤在婚礼上见到文浩，她质问他为何连个电话也不打，他需要时间冷静一下，这让赵亚彤有些伤心。黎昕将张小凡叫过去单独吃饭，还喝了一些酒。王明轩抱着蒋新瑶上了五楼，他累得气喘吁吁。黎昕开车送张小凡回去，她想继续喝酒。王明轩得知新瑶妈要住他们家是有些意外，蒋新瑶想给她在外面订个酒店住，但最后还是留在他们新家。文浩买了鲜花给赵亚彤送去，他特别思念她，还为白天的事情表示歉意，赵亚彤很感动，两人都深爱着对方。新婚之夜王明轩和蒋新瑶听到她妈的咳嗽声，蒋新瑶过去查看情况，周慧文喝完水后让新瑶赶快回去，等她回去时见王明轩已经睡着了。张小凡喝多后睡着了，黎昕带她去了经常去的酒庄，等她醒来后还表达了爱意，他把拉斐酒称作老婆，张小凡把他当成花花公子。蒋新瑶向王明轩问起要带她去什么地方度蜜月，王明轩想把蜜月先搁一下。赵亚彤想带着文浩去见她妈，这让文浩有些意外，他没有思想准备，文浩想和她隐婚，还找出各种理由。张小凡和黎昕发生了一夜情，黎昕已经习已为常，这还是张小凡的第一次，她醒来后有些害怕，还哭起来，黎昕答应会对他好。周慧文对打搅他们的洞房表示歉意，王明轩带着蒋新瑶回门。黎昕没想到张小凡是处女，他主动认错，张小凡让他不要告诉其他人，黎昕答应会负责任。赵亚彤将房卡交给文浩，还让他搬过来住。王父向王明轩和蒋新瑶说起度蜜月的事情，李秀兰也不赞成他们那样，她希望蒋新瑶能尽快找一个工作，这让蒋新瑶有些不太乐意。",
        "duration": "2729",
        "head_time": 85,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/b0011yjzy7k/b0011yjzy7k_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 148,
        "title": "离婚前规则_05",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "b0011yjzy7k"
      },
      "id": "b0011yjzy7k",
      "retcode": 0
    }
  ]
}