{
  "costtime": 39,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678665215,
  "results": [
    {
      "fields": {
        "c_covers": "vgbqpcmvc83rpaw",
        "c_title_output": "08",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "vgbqpcmvc83rpaw"
        ],
        "danmu": 0,
        "danmu_status": 0,
        "desc": "　　亚彤和小凡在那里伤心的聊着天。小凡不停的喝着酒。而亚彤则在那里哭个不停。亚彤说，这年头怎么找个靠谱的男人这么难呀。小凡说，喜欢男人还不如去喜欢那些小猫小狗。大明喝的醉酗酗的回去了，新瑶质问他这是干嘛呀？大明说自己就是想不明白了，大鸭梨一天到晚瞎作什么呀？新瑶向他问起，当初他们的份子钱哪去了？大明说妈妈拿着份子钱呢。新瑶要大明把份子要回来归自己管。黎昕给小凡打电话，约他出来谈谈。小凡接到电话，高兴的换了衣服准备着。文浩准备下班的时候，亚彤过去叫住了他。她指责浩子怎么把妈妈他们晾到了饭店。浩子说其实自己挺怕见家长的，所以犹豫了再三，决定不去见她妈妈。因为浩子坦白了原因，所以亚彤原谅了他。而且亚彤还给浩子出了主意，让他以后再见着妈妈时如何面对。黎昕质问小凡喜欢自己吗？小凡害羞的说自己真心喜欢他，不是喜欢他的钱，而且自己也觉得他是真心的喜欢自己。黎昕上前阻止，并对她说，自己就是一个游戏人生的主。在喜欢她的同时，也喜欢着其它的女生。所以她能允许自己喜欢他的同时，喜欢别人吗？黎昕说自己会给她补偿的，除了结婚都行。小凡听到这些不禁哭了起来。临走的时候她骂黎昕是混蛋。小凡走在路上不知道该怎么办？因为黎昕不是认真的，自己到底该怎么办？小凡去了当初他们开房的520房间，在那里，她给亚彤打了电话，她说自己恨黎昕，永远都不会原谅他，到死都不会原谅他的。亚彤得知小凡要自杀时，不禁赶紧带着大家赶去了酒店。小凡正打算用刀割手腕的时候，浩子过去阻止了他。小凡抱着亚彤便哭了起来。大明让浩子打电话把黎昕叫过来。大明告诉黎昕，二十分钟后护城河见，见不着兄弟就别做了。亚彤上前指责起黎昕来，甚至他都想冲上去抽黎昕。黎昕对小凡说，为了她哥们跟自己翻脸，姐妹要抽自己，看她弄的这是什么事？黎昕对小凡说除了结婚多少钱都行。因为自己从来都没有想过跟她结婚。小凡在那里哭个不停，亚彤生气的上前打了黎昕一耳光。小凡哭着对黎昕说，是自己错了，所以他们两个的事情两清。黎昕一回到家，爸爸便对他发起了脾气。因为他连续几个月超支，所以爸爸决定没收他的银行卡，每个月给他三千块钱的生活费。贾枚也被警告，不许私下给儿子钱花。新瑶想去度蜜月，可是大明却说现实不允许。为此，他们两个争吵了起来。新瑶生气的说大明越来越没有生活情趣了。黎昕在那里抱怨着，三千块钱怎么花呀？妈妈让他这两个月哪也不许去，如果真想出去，就散散步什么，反正就是不能花钱。小凡住到了亚彤家里，亚彤请了假照顾她，为此小凡向她表示感谢。亚彤说小凡有这种经历也好，这会让她变得更加的成熟。小凡说自己赶紧找个工作，好把这些不开心的事情统统都忘掉。大明打电话告诉新瑶，说自己正式转正了。",
        "duration": "2729",
        "head_time": 85,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/j0011lxuvee/j0011lxuvee_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 148,
        "title": "离婚前规则_08",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "j0011lxuvee"
      },
      "id": "j0011lxuvee",
      "retcode": 0
    }
  ]
}