{
  "costtime": 34,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678665214,
  "results": [
    {
      "fields": {
        "c_covers": "vgbqpcmvc83rpaw",
        "c_title_output": "19",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "vgbqpcmvc83rpaw"
        ],
        "danmu": 0,
        "danmu_status": 0,
        "desc": "浩子告诉亚彤，说什么所谓的艺术呀，那都是给有钱人玩的，而自己想明白了，还是等自己以后挣到了钱再说。亚彤说自己觉得艺术跟钱没有冲突，所以等以后有经济基础了再玩自己喜欢的东西。浩子向亚彤借钱，说自己要开工作室。因为二十万不是小数目，所以亚彤说自己会想办法的。亚彤向妈妈说起，浩子亲自向自己借钱搞工作室，所以她想让妈妈给自己十万块钱。妈妈说，自己虽然不喜欢他，可他毕竟是女婿。所以她希望这次浩子能够成功。因为张向东出车祸都是黎家拿的钱，所以贾枚不禁非常生气。贾枚对黎昕说，如果小凡生了男孩子，那么之前的种种自己都不跟她计较，如果她生了女孩，从今以后自己就不会再惯着他了。小凡在门口刚好听到了这些。新瑶刚做好饭，大明便打电话让她跟自己一起回家吃饭。饭桌上，爸爸向他们问起最近是不是挺好的？他们打车的时候，大明对新瑶不冷不热的。新瑶说他们要个孩子吧？可是大明却说拿什么养。大明发现自己客房的东西被新瑶搬回了房间，他不禁对新瑶说，自己工作累，所以想要好好的休息一下。尽管新瑶央求着，可是大明还是把东西重新搬回了客房。方婷约大明一起去看电影，大明一口答应了。新瑶躲在那里偷偷的看着大明，她看到了大明跟方婷一起去看电影。她再打大明的手机，发现对方关机了。方婷看恐怖电影的时候，吓的趴到了大明的身上。大明回到家，新瑶对他说自己要看电影。大明质问她跟踪自己？新瑶说他去看电影为什么不找自己，而找一个小姑娘？而且还跟他吃冰淇淋，坐情侣座。大明说自己每天回家看到她特别压抑。新瑶哭着说他太过分了。亚彤带着浩子去了给他租的工作室，浩子一看便乐了起来。浩子说，这回得让她看看老公的能耐。浩子说自己很激动，激动都不知道该怎么感谢她了？所以他要努力的赚钱，然后向大家宣布，她就是自己的妻子。他们两个流下了眼泪抱在了一起。浩子把开工作室的好消息告诉给了哥们。大明说亚彤是个好姑娘，所以要浩子好好的珍惜。他还说，浩子比自己有福气，亚彤独立又不黏人。而人家小凡也挺好的。大明质问他们，说自己的婚是不是结的有点草率？浩子说其实婚姻就是凑合。小凡跟亚彤一起逛街，小凡说自己现在最担心的就是肚子里的孩子，因为这个孩子决定自己在家的地位，所以她希望自己生个男孩子。浩子的工作室装修，黎昕和大明过去帮忙。黎昕站在架子上刷墙，他的腿抖的厉害。所以向浩子请求，说自己出钱雇人。可是浩子却不同意。浩子跟亚彤在那里说情话，接吻的时候，黎昕不禁故意咳了起来。黎昕他们三个坐在一起喝酒，黎昕说现在回头看看，发现张小凡挺好的，所以现在还来得及吗？浩子说当然来得及。大明说自己跟媳妇没吵架，就是冷战。黎昕趴在小凡肚子上听儿子动，开心的不得了。小凡质问妈妈，怎么样才能生个儿子，因为儿子对自己的影响太大了。妈妈一听便说自己去找秘方。方婷去了浩子工作室，帮大明一起干活。亚彤看到了方婷在给大明擦汗，不禁吃惊了。浩子说大明整天说黎昕不靠谱，难道他就靠谱了吗？亚彤给新瑶打电话，告诉她大明带着一个女孩过来帮忙。",
        "duration": "2729",
        "head_time": 85,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/l0011w4x8gg/l0011w4x8gg_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 148,
        "title": "离婚前规则_19",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "l0011w4x8gg"
      },
      "id": "l0011w4x8gg",
      "retcode": 0
    }
  ]
}