{
  "costtime": 36,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678665212,
  "results": [
    {
      "fields": {
        "c_covers": "vgbqpcmvc83rpaw",
        "c_title_output": "03",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "vgbqpcmvc83rpaw"
        ],
        "danmu": 0,
        "danmu_status": 0,
        "desc": "　　新瑶的妈妈周慧文从老家到王明轩家里，和他父母谈论一下他们两个结婚的事情，周慧文(新瑶的妈妈)提出让李秀兰(王明轩的妈妈)他们能在北京给明轩和新瑶买套房子，这让李秀兰很是反感，认为周慧文很是难缠，她这是卖女儿，等周慧文走后，明轩想让他妈妈给付个首付，李秀兰表示他们没钱没办法买房子，还说买房子也应该让新瑶家里拿钱，这让明轩很不理解他们。明轩父劝说明轩应该给新瑶母好好谈谈，把他们家的情况好好说说，看能不能把这买房子的事情拖一拖。新瑶回到她住的地方，对她妈是一通埋怨，怪她不该提这个买房子的事情，她和明轩结婚不是为了房子，但周慧文表示怕他们离婚了，新瑶什么也捞不倒，并表示她们家也可以出点钱买房子，但房产证上必须写两个人的名字，周慧文的这个想法让新瑶很反感，周慧文拿出2万元钱给新瑶，让她多买点好东西，新瑶说什么也不要。赵亚彤和文浩他们吃完饭出来，把文浩好好的疏落了一对，文浩把责任全部推倒黎欣身上，听了文浩的解释，亚彤最后还是原谅了文浩，并主动提出送文浩回店里，这让文浩既惊讶有高兴。明轩来找新瑶来谈房子的事情，希望新瑶妈能让步，现在他们应该现实一点，他们家买不起这个房子，但新瑶为了过他们的两人世界，坚决要求要买房子，新瑶把她妈给她的两万元钱给明轩，这让明轩很是感动，表示一定满足新瑶的要求买房子。明轩回家向他父母说出要买房子，并表示新瑶家也愿意出一部分钱，但李秀兰还是不情愿买这个房子，表示现在明轩和新瑶都没工作，就算付了首付他们也贷不出来款，这让明轩很是烦恼。明轩感觉他父母说的也很有道理，于是就来找新瑶来谈，但新瑶并不理解他还是坚决要买房子，正当他们谈的时候，明轩接到通知他被公司录取了。张小凡回到家里她妈妈王蔷对她还是一番唠叨，这让小凡很是烦恼，于是就找亚彤去逛街，在逛街的时候，亚彤劝她尽快找个工作，她就不会再由什么烦恼了。逛街的时候小凡一件东西都没买，这让亚彤很是意外，小凡表示她什么都没看上，亚彤告诉她文浩要请他们吃饭，让小凡也去，正好黎昕给文浩打电话，向他询问小凡的事情，文浩只得把吃饭的事情告诉黎昕，黎昕表示他一定要请客，到了酒店亚彤发现黎欣也在很是恼火，再看到黎昕对小凡的殷勤样更加反感。吃完饭而文浩则请亚彤再去拍摄照片，黎昕主动提出送小凡回家，起初亚彤不太同意，但小凡却没有反对，当小凡坐在黎昕的跑车里眼里流露出很羡慕的眼神。亚彤和文浩去野外拍外景，当亚彤听了文浩的理想和抱负，发现他们认识不长时间，但她已经深深的爱上了文浩。",
        "duration": "2729",
        "head_time": 85,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/q0011et919f/q0011et919f_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 148,
        "title": "离婚前规则_03",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "q0011et919f"
      },
      "id": "q0011et919f",
      "retcode": 0
    }
  ]
}