{
  "costtime": 37,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678665212,
  "results": [
    {
      "fields": {
        "c_covers": "vgbqpcmvc83rpaw",
        "c_title_output": "04",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "vgbqpcmvc83rpaw"
        ],
        "danmu": 0,
        "danmu_status": 0,
        "desc": "　　新瑶带着她妈到售楼部门看房子，新瑶取悦妈妈，告诉她是大明要给她买房子，这让她很高兴。大明第一天到中联上班，他发现这个公司好多都是大北的校友，销售部总监对他十分器重，第三组销售小组组长点名让大明加入他们小组，这让大明很得意。新瑶让大明一起去看房子，但大明因为工作忙，让一切事情让新瑶做主，在售楼中心新瑶先交了定金，等着星期天一起和大明来看。小凡和赵亚彤一起喝饮料，亚彤一直沉浸在和文浩的喜悦中，而小凡的工作一直没有着落这让她很着急，亚彤警告小凡一定不要理黎昕，他就是个花花公子。文浩把约黎昕希望他给他出个主意，黎昕表示亚彤并不是省油的灯，还是让他慎重，而文浩怕亚彤会影响他的创作，只是文浩感觉他和亚彤的距离有点大，怕时间长了会让她后悔，黎昕让他按兵不动。黎昕还想亲近小凡，文浩提醒他小凡是个好女孩，让他不要欺负人家，也怕亚彤和他翻脸。新瑶带大明去看房子，大明发现是个毛坯房，大明很不满意认为应该买个现成的，这毛坯房还的装修，就因为装修的问题新瑶和大明炒了起来。马家和新瑶家开会讨论房子的事情，马父把大明狠狠的训斥了一对，最后大明还算是勉强接受了这个房子，通过讨论大家决定装修的时候自己买装修材料，这样能省很多钱，让马妈妈负责盯着装修，让新瑶给她打下手，在装修中马妈妈和新瑶的分歧很到，这让新瑶很是烦恼，新瑶向大明抱怨，大明为了讨好新瑶决定无论新瑶有什么要求他都同意。大明为庆祝结婚领证，请文浩和黎昕庆祝一下，文浩给亚彤打电话希望她能去，并带上张小凡，黎昕最后一个到，表示一定他来买单，黎昕在餐桌上对张小凡大献殷勤，这让亚彤很是反感，在回家的路上亚彤提醒小凡一定不能嫁给富二代的黎昕，小凡也表示黎昕不是她喜欢的类型。亚彤把小凡送回家，自己无聊想到大明他们一毕业就结婚，心里很不是滋味，于是就去找文浩，希望他们能够正视的交往，开始正视的谈恋爱，文浩很是迷茫感觉亚彤这是不理智，这让亚彤很难过，感觉自己是自作多情。大明刚进公司为了进一步得到老板的赏识，他是加倍的努力，最后把自己累的不行。星期天大明陪新瑶去建材市场挑选卫生间物品，没想到公司打电话找他，他临时决定回公司一下，大明让新瑶做主买东西，当打明回到新家发现新瑶买的东西很贵，很不适合于是两个人再次吵了起来，甚至大明说出如果不把东西退了就不结婚了，这让新瑶很是伤心。亚彤在公司给文浩打电话，但文浩的电话却一直打不通，亚彤因为工作业绩好，得到老板的赏识，给亚彤发了奖金，这本是一件喜事，但亚彤的同事却在背地里说了他是个没男朋友，没人养的人，这让亚彤很是伤心，她给文浩打电话，但文浩却一直不接。文浩在家里很是纠结，不知道该怎么办，于是就把好友黎昕找来给他出主意，黎昕通过一番深刻的大道理，最后让文浩明白了他也是很喜欢亚彤的，但他是一直单身惯了，现在让他结婚对他来说也很纠结，文浩在好友黎昕的一番激将之下鼓起勇气向亚彤示爱。文浩开着黎昕的跑车来到亚彤的公司大楼下，高喊“亚彤，我爱你，”并用氢气球写上标语，文浩的浪漫举动让亚彤即高兴又感动，在亚彤同事的起哄下文浩带着亚彤直接去民政局领结婚证。文浩和亚彤领了结婚证后他就后悔了，感觉自己当时太冲动了，当亚彤问他什么时候结婚的时候，文浩当时就慌了，文浩的表现让亚彤很伤心，于是就离开了。文浩看着结婚证，感觉很迷茫，于是就打电话让黎欣和大明来给自己出主意，当黎欣和大明看到结婚证，都感到文浩是风了，怎么会这么冲动就把结婚证给领了，最后大家商量让文浩在大明结婚宴上看看亚彤是什么表现再想对策。",
        "duration": "2730",
        "head_time": 85,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/y0011t5jh65/y0011t5jh65_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 148,
        "title": "离婚前规则_04",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "y0011t5jh65"
      },
      "id": "y0011t5jh65",
      "retcode": 0
    }
  ]
}