{
  "costtime": 7,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678665379,
  "results": [
    {
      "fields": {
        "c_covers": "q0t4yvm2i52eoub",
        "c_title_output": "27",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "q0t4yvm2i52eoub"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "尽管宁中则不想令狐冲去，但令狐冲很想知道到底是谁指使的这些人。宁中则见令狐冲非要去又担心他的安全，全和岳不群说怕这些人对华山不利要岳不群也一同去看看。岳不群便叫德诺，岳灵珊和林平之先行赶往福州，自己和宁中则也去了五霸岗。五霸岗上果然聚焦了很多武林人士，一听令狐冲到了便全部出来迎接。令狐冲刚要和岳不群说话，岳不群便说这些不怀好意想让令狐冲加入邪魔外道。司马大等人热情的将令狐冲拉进了五霸岗，岳不群对宁中则说要找个藏身的地方看看这些人有什么阴谋。　　令狐冲入座后便要和各位朋友豪饮，刚举起杯平一指便赶来指责众人如此逼酒是不是想要了令狐冲的命。平一指坐下一给令狐冲搭脉便知道众人给令狐冲吃了不少补药。平一指关心令狐冲的病情，指责黄河老祖等人后便对令狐冲说上次把脉令狐冲虽然伤势严重但心脉还有勃勃生机，为何现在会心灰意冷，说出令狐冲现在是为情所困，以他的病情即便是大罗金仙也无能为力。不过要延长几年的寿命他还是有办法，不过一定要听他的戒酒戒色戒斗。蓝凤凰见平一指来了，以为令狐冲一定好了便又要令狐冲喝酒，平一指告诉蓝凤凰没得治。蓝凤凰说你是杀人名医你医不好他便是自砸招牌，平一指听到这样就像入魔一样疯一样的跑了。令狐冲让蓝凤凰赶紧去追。令狐冲转身就要和众人继续喝个痛快，这时一个手下来报大事不好，众人纷纷面色大变。　　夜晚令狐冲已经醉倒在地不醒人事。司马大黄河老祖等人聊天说今天圣姑知道他们这么做大发雷霆，而大家伙只是盼着令狐冲伤势早点好和圣姑成为神仙眷侣。原来这一切是任盈盈喜欢令狐冲却还不好意思亲自出面，任盈盈又对众人有恩，所以众人才对令狐冲如此。众人最担心就是令狐冲是华山弟子任盈盈却来自黑木崖。正聊着呢任盈盈来了，不追究今日之事要众人帮她去做一件事。任盈盈说要她要杀一个人并要他们帮忙在江湖中传话只要有人杀了此人任盈盈将有重谢。几人一听立刻承诺不管天涯海角都将此人诛杀，任盈盈却说光凭你们几人耳目不广，要让天下人皆知。几人赶忙问要杀何人？任盈盈告诉几人此人复姓令狐单名一个冲字。　　任盈盈对着醉倒的令狐冲诉害羞的说都是你不好，好像我这辈子我嫁不出去了非要和你相好似的，害的自己都没脸见人了，原来她在江湖中传话的就是为了让令狐冲永远在她身边不离开她一步。老头子和司马大还想不明白任盈盈为何要这么做。祖千秋和计无施倒是看的透彻给他解释告诉他任盈盈其实是喜欢令狐冲却又害羞，这才要几人散布要杀令狐冲的命令，这才显得两人绝无关系。计无施对众人说就按任盈盈的话传达但还要加点佐料，既让大伙心知肚明，又保住了圣姑的面子。　　第二天一早五霸岗只剩下令狐冲和任盈盈，当令狐冲醒来的时候便听到琴声，因为背对着令狐冲，令狐冲还傻傻的叫婆婆。这时候来了两个正派人士到五霸岗令狐冲为了保护任盈盈不顾自己身体杀死一人，另一人跑了。任盈盈马上要令狐冲坐下休息，自己给他弹琴。令狐冲和任盈盈又约定要一起游山玩水。任盈盈骗他自己相貌丑陋不许令狐冲偷看她的样貌。令狐冲也答应下来。任盈盈便放火烧了五霸岗两人一同走了。没走多久令狐冲便晕倒在地，任盈盈紧张不已。这时东方不败来了，要任盈盈回黑木崖把令狐冲留给自己，任盈盈不舍的表情让东方不败看出她喜欢令狐冲。东方不败又要任盈盈和她交换衣服后让任盈盈离去。　　令狐冲醒来还不知任盈盈已经换成了东方不败走到一处树木来了一人东方不败赶紧躲起。此人法号方生受过风清扬大恩，也知令狐冲有伤在身，要带令狐冲回到寺庙教他易筋经治好令狐冲。令狐冲拒绝了方生的好意，但方生留给令狐冲两颗疗伤的圣药。令狐冲自己吃了一粒又让婆婆也吃一粒，婆婆不肯吃，令狐冲假意跳崖逼婆婆吃，婆婆无奈只好也吃一粒，正在拉令狐冲上来之时令狐冲脚下一滑两人同时掉落下去。所幸悬崖不高，但令狐冲也发现了这个婆婆居然是东方不败。",
        "duration": "2074",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/b0011qtwfzx/b0011qtwfzx_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "笑傲江湖_27",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "b0011qtwfzx"
      },
      "id": "b0011qtwfzx",
      "retcode": 0
    }
  ]
}