{
  "costtime": 35,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678665381,
  "results": [
    {
      "fields": {
        "c_covers": "q0t4yvm2i52eoub",
        "c_title_output": "16",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "q0t4yvm2i52eoub"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "岳灵珊抱住了林平之说是自己不好，自己不敢面对林平之，不敢面对心里的那份爱，自己对自己说要坚持一些东西，现在知道自己错。这份爱本不该发生，但不论对错都已经发生了，林平之和岳灵珊深深的吻在了一起。令狐冲独自一人在思过崖想着小师妹，不过送饭来的仍然是陆猴儿，令狐冲十分失望，令狐冲问陆猴儿小师妹有没有生他的气，陆猴儿打包票一定会在岳灵珊面前替他说好话，第二天一会定上来看他。　　陆猴儿找到岳灵珊替令狐冲说好话，岳灵珊却不想听陆猴儿说话，陆猴儿着急的开始求起岳灵珊，这时林平之出现，并买了一把剑送给岳灵珊，岳灵珊高兴和挽着林平之的胳膊走了。林平之和众师兄弟一起吃饭，师兄弟们话里话外说着林平之该夺人所爱。林平之为了缓和和大家的关系，主动帮师兄弟们洗衣服。岳灵珊来找林平之练剑，林平之说这一切都是为了岳灵珊因为岳灵珊和他们一起长大，怕因为这事影响岳灵珊和众师兄弟关系。岳灵珊听到林平之所做一切都是为了自己，眼中对林平之的爱意更浓。　　岳灵珊转眼就找到陆猴儿为林平之鸣不平，陆猴儿直接了当的告诉岳灵珊就是看不惯大师哥被人横刀夺爱，还有人移情别恋。岳灵珊听到和令狐冲有关，主动给令狐冲送饭上山，令狐冲见小师妹前来心里高兴，岳灵珊却转就走，令狐冲追上岳灵珊向她赔理道歉。岳灵珊却指责是令狐冲指使陆猴儿欺负林平之，令狐冲心情激动失手碰破了岳灵珊的衣服，岳灵珊转身跑下山去。　　夜晚岳灵珊一人在屋内补着衣服，母亲宁中则来到岳灵珊的房间问衣服怎么破的。岳灵珊却说现在越来越讨厌令狐冲，他的心胸越来越狭窄，还让陆猴儿欺负林平之。宁中则问是不是林平之来诉苦的，岳灵珊却满嘴都是林平之的好话，宁中则明白了什么。宁中则回到房间，岳不群问岳灵珊怎么了，宁中则答女儿家的心思真的很难捉摸。其实岳不群已经看出了岳灵珊的心思。并赞成他们交往，但岳不群心里想的是什么只有他自己知道。　　陆猴儿来给令狐冲送饭的时候，令狐冲生气的打翻了送来饭菜，告诉陆猴儿以后不要再管这事儿。令狐冲决定偷偷下山向岳灵珊主动解释清楚，没想到见到的却是岳灵珊和林平之正在谈情说爱。令狐冲默默的走回思过崖想着和岳灵珊的点点滴滴，胡乱发着剑招发泄心情，却打开了一个秘密的石洞，令狐冲小心进入，看见了许多死人，地下满是五岳派的武器，并看到一个石碑上面刻字五岳剑派，无耻下流，比武不胜，暗算害人。　　陆猴儿下山救岳灵珊去看看令狐冲，说令狐冲病的很重，并下跪发誓没有骗岳灵珊。陆猴儿和岳灵珊来到思过崖看令狐冲，令狐冲颓废的样子让岳灵珊心痛，却骂令狐冲骂走，陆猴儿也恨令狐冲自报自弃。他们走后令狐冲想通一切，振作起来发誓要破解这些武功。令狐冲苦苦坐在那些墙壁前苦苦思索着这些武功，岳不群和宁中则知道令狐冲生病带着参汤来看令狐冲，岳不群给令狐冲把脉责问令狐冲这些日子做了什么不但没有进步还退步了。　　宁中则也苦心劝导。岳不群要在半个月再来检查令狐冲的剑术，宁中则暗中告诉令狐冲这件事和他的一生有很大关联。令狐冲没有把洞里的武功告诉师傅。师傅师娘走后令狐冲想着是不是要把岳灵珊嫁给他师娘才偷偷和他说那一翻话。顿时充满动力。刚拿起剑令狐冲想到曾经东方不败告诉他魔教十长老曾经攻打华山，十长老得胜却没能离开从此消失。令狐冲想到真的可能是日月神教的十长老。",
        "duration": "2187",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/d0011lx7a7f/d0011lx7a7f_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "笑傲江湖_16",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "d0011lx7a7f"
      },
      "id": "d0011lx7a7f",
      "retcode": 0
    }
  ]
}