{
  "costtime": 12,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678665381,
  "results": [
    {
      "fields": {
        "c_covers": "q0t4yvm2i52eoub",
        "c_title_output": "19",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "q0t4yvm2i52eoub"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "岳不群夫妇正在酒楼吃饭，正好看着两人向小二打听有没有一位姓丁的客人，宁中则露出奇怪的眼神，夫妻二人立刻跟着两人，原来两人是曾经华山剑宗的封不平，成不忧。令狐冲练完剑法问风清扬练的怎么样，风清扬露出满意的神色说只是时间太仓促了。令狐冲好奇的问风清扬为何这套剑法只攻不守。风清扬告诉令狐冲创出这套剑法的人叫独孤求败。穷一生求一败而不得，他使这套剑法天下无敌又何必去守。令狐卢着这位前辈果然厉害，等田伯光走了一定要求风清扬教他这套剑法。　　天一亮田伯光又在洞外叫阵，田伯光被令狐耍赖耍的都要哭了，令狐冲赶忙安慰立刻陪他打，这回令狐冲却是轻易打败田伯光。令狐冲要田伯光答应他一件，不要向外一泄露风清扬的事情。田伯光爽快答应，并告诉令狐冲两人的事没完，离开了思过崖。风清扬走出山洞，令狐冲跪拜风清扬感谢其救命之恩，并传上乘剑法。并斗胆求风清扬把独孤九剑全部传授给他。风清扬很有深意的问令狐冲学独孤九剑将来会不会后悔。听到令狐冲肯定的回答，风清扬决定将剑招全部传授于他。　　东方不败带着仪琳来到一处树林，仪琳问为何带她来这。东方不败告诉仪琳在这等她最想见的人，已经命田伯光去华山将他带来。仪琳一听是这事立刻要回恒山，东方不败将她拦住，仪琳解释令狐冲已经有喜欢的人并且自己是个出家人，如果东方不败再这样就不见她了。仪琳走后没多久田伯光就来了，向东方不败解释在思过崖求了令狐冲好几天都不行，文请不来，武请不动，要东方不败给他解药另请高明。东方不败一听思过崖，想着以前和令狐冲喝酒提到有一天令狐冲被罚会带着美酒和肥鸡去看他，决定亲自去一趟。　　风清扬站在思过崖洞外，见到东方不败用轻功飞上思过崖，两人没说两句便比试起武功谁也奈何不了谁，东方不败告诉风清扬自己是来送饭的，在洞外大喊令狐冲的名字。令狐冲出来相见，风清扬见认识便不再管他们但也提醒令狐冲他的武功很高。来到洞内东方不败问令狐冲为何有了小师妹还招惹小尼姑。（令狐冲还把东方不败当做董兄弟，并不知道他的真实身份）令狐冲不解问仪琳怎么了，东方不败告诉他仪琳为了他活得很痛苦，睡也睡不好，吃也吃不好一心一意只想他。令狐冲好奇为什么东方不败忽然关心起仪琳。东方不败告诉令狐冲自己是仪琳的大哥失散多年的亲兄妹。　　睡到半夜东方不败看令狐冲也上了床，东方不败宁愿受冻也不愿和令狐冲同睡自己下床到地下睡，早上醒来看令狐冲生了火盆感受到了温暖。东方不败见令狐冲练剑说出的令狐冲剑术的精妙之处，还同意陪令狐冲练剑。练后东方不败夸令狐冲剑术高超，有一天会跻身一流，但仍然不是自己对手。东方不败说自己很热，令狐冲强拉着东方不败洗澡发现了东方不败的女儿之身。自从被发现了女儿之身后东方不败几日不见，令狐冲很是担心，风清扬也看出他无心练剑。风清扬离去东方不败拿着饭盆出现了，并问令狐冲是不是喜欢自己。",
        "duration": "2201",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/d00110zw45t/d00110zw45t_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "笑傲江湖_19",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "d00110zw45t"
      },
      "id": "d00110zw45t",
      "retcode": 0
    }
  ]
}