{
  "costtime": 36,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678665380,
  "results": [
    {
      "fields": {
        "c_covers": "q0t4yvm2i52eoub",
        "c_title_output": "25",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "q0t4yvm2i52eoub"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "丑女人为了变美真的是不顾一切，平一指叫她喝了麻沸散便可以了，什么都不知道了，丑女人连犹豫都没有直接喝了，平一指的医术也是举世无双。平一指为丑女人做完手术直接用内力震醒丑女人。岳不群和宁中则找到这里刚一说话便被平一指发现。岳不群赶紧自我介绍。平一指一听华山立刻态度大变显得特别高兴，忙问令狐冲来了没有。岳不群一看平一指这么给华山面子还挺高兴自得。但平一指一听令狐冲没来立刻态度大变冰冷起来。这让岳不群觉得很没面子，哼哼离去。　　岳不群即使回到了客栈还在生气，众人正在相劝时平一指带着丑女人已经上门拜访，直接就找令狐冲理都未理众人，直接给令狐冲号脉，把令狐冲的病情说的一点不差，体力六道真气丝毫不差，来内力来历也说的头头是道。因为令狐冲知道平一指有救一人杀一人习惯，所以不想平一指为其医治。平一指哈哈大笑告诉令狐冲。第一，令狐冲的病很重他治不好。第二，就算治好了也有人替他杀人。这让岳不群也十分好奇什么人都这么面子可以请动平一指上门治病。平一指虽然现在救不了但平一指要回去研究在百日内想出治好令狐冲的方法，并要留给令狐冲十粒镇气安神丸十日吃一粒整好百日，令狐冲豪气云天将生死置之度外让平一指留给别人。平一指把药留给了丑女人，原来这个女人叫蓝凤凰，并让蓝凤凰留下来服侍令狐冲。蓝凤凰本还不想但平一指告诉她百日后她还需要再治整容，并把岳不群的剑留下，要还给岳不群，但这一切都是看在令狐冲的面子，这让岳不群十分生气自己的名气根本不及令狐冲十分之一。华山众人赶路至一处小镇，有人前来拦住众人，又指名找令狐冲，留下美酒并祝令狐冲冲早日康复，说完便走。岳不群又生了一肚子闷气。　　华山众人来到酒楼吃饭，令狐冲饮着别人所赠美酒，另一桌之人只闻到酒的味道便叫好酒还真接说出是何种酒和酒的年份。这让令狐冲十分钟佩服，并立刻邀请前辈一起共饮。原来这人叫祖千秋，祖千伙真乃品酒爱酒之人，见令狐冲喝酒只用平常大碗，对令狐冲讲起喝何种酒该用何种器皿。令狐冲一听真是大开眼界啊，一旁的蓝凤凰还有点不相信祖千秋如此厉害连续提问几种酒该用何种器皿，祖千秋对酒的了解已经达到宗师程度。蓝凤凰听了祖千秋的话又说哪有人能弄到这么多种酒杯，不想祖千秋便每种酒杯各有一个。这让所有人大吃一惊。祖千秋用八种杯子为令狐冲倒了八杯酒要令狐冲喝下，还告诉令狐冲一般人喝了一杯便不敢再喝第二杯。令狐冲一听这话豪气冲天直接连饮八杯。令狐冲边喝祖千秋边夸，令狐冲喝完八杯鼻子冒血了，刚问为何，外面有人就人大喊祖千秋你个王巴蛋！祖千秋未来得及解释便先知而去。　　外面大喊之一是个胖子追到了酒楼中，一见令狐冲如获至宝啊，闻到了令狐冲身上有药味，令狐冲不明所已告诉此人用祖千秋的杯子喝酒了哪来的药。此人一听这话哇哇大哭啊，比死了亲娘还悲伤，真是闻着伤心听着流泪。胖子说令狐冲偷吃了他的续命八丸，然后就疯了一样跑了。令狐冲倒是略有所思。　　夜晚在客栈中岳不群和宁中则说来这些天发生在令狐冲身上的事也是好奇连连，宁中则劝其快睡吧不要瞎想。岳不群还想练会功让宁中则先睡。正要练功之时听到外面岳灵珊和林平之聊天，岳灵群问起林平之辟邪剑谱的事，岳灵珊说林平之和岳不群都怀疑是令狐冲拿走了辟邪剑谱。正当此时一人前来说两人敢说令狐冲坏话就要教训二人，直接对两人出手，岳不群出来相救也未救下两人。　　岳不群觉得是令狐冲的朋友马上来找令狐冲问话，连蓝凤凰也被赶到门外，这时又来一人吟了一首好诗，蓝凤凰立刻花痴一样要追这个男人，真的追走了。德诺突然闯进令狐冲的房间告诉师傅外面有人送来一封信有关小师妹的性命，来人要他们明天上五霸岗。",
        "duration": "2101",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/d00115458nw/d00115458nw_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "笑傲江湖_25",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "d00115458nw"
      },
      "id": "d00115458nw",
      "retcode": 0
    }
  ]
}