{
  "costtime": 35,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678665382,
  "results": [
    {
      "fields": {
        "c_covers": "q0t4yvm2i52eoub",
        "c_title_output": "07",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "q0t4yvm2i52eoub"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "木高峰假意收林平之为徒，却要林平之给他磕三个头叫三声爷爷才肯答应。林平之为了报仇答应了一切。曲洋在出门去酒楼吃饭时被一桶脏水泼到，店小二不让进门，令孤冲正好也要进店帮了曲洋一个小忙。走入酒楼令狐冲看到了田伯光在为难仪琳，令狐冲又去帮助仪琳。令狐冲对田伯光说：“你不是想找人喝酒吗？何必为难一个尼姑”。田伯光以为令狐看上了仪琳，要把仪琳让给令狐冲。　　令狐冲说：“生平怕三样东西全称三毒，尼姑、砒霜、金线蛇。尼姑是三毒之首，无论谁碰了无论打架，赌钱，没有一次能赢。所谓一见尼姑，逢赌必输，劝田伯光赶紧放了她。正在这时泰山派弟子天门走进酒楼要杀了田伯光为武林除害，酒楼客人都跑了，曲洋还在那喝酒。虽知天门武功不敌田伯光被田伯光打败，在仪琳的请求下，田伯光放了天门，但天门误会了令狐冲和田伯光在一起。　　天门走后，令狐冲继续和田伯光喝酒，谈论起田伯光拜堂那晚令狐冲冒充仪琳的事情，令狐冲千方百计的要田伯光放了令狐冲。但田伯光说只要令狐冲娶了仪琳就放了她。令狐冲又使一计对田伯光说：“要么放了仪琳，要么再打一架”。田伯光调皮的说道：“令狐兄弟打你是打不过我的！”令狐冲说：“是我是打不过，不过那是站着打，坐着打可就不一定了”。令狐冲用计激怒了田伯光和他打赌谁屁股先离开凳子就算输。　　赌约是第一谁输了不许非礼仪琳，见了面还要叫磕头叫师傅，改投恒山门。第二要是谁输就得大刀一挥当太监。田伯光说第二条太毒。令狐冲说只要他答应输了不杀自己，第二条可以解除。田伯光答应放了仪琳于是和令狐冲打了起来，令狐冲一直让仪琳先走，但仪琳看令狐冲不是田伯光对手并未离去。田伯光刀法非常厉害，令狐冲不敌，被田伯光打到吐血，却用腿夹住凳子在屁股下赢了赌约，田伯光见自己输了装肚子疼走了。　　仪林扶着受伤的令狐冲出走酒楼，遇到了青城四秀中两人，没说几句打了起来，令狐冲本来就受伤被打倒在地，令狐冲躺在地下对仪琳说在临死之前告诉她林家辟邪剑谱的去处，青城四秀一人听说是辟邪剑谱马上靠前，却被令狐冲用剑杀死。另一人同令孤冲追去，被曲洋打倒。仪琳扶着受重伤的令狐冲走在树林中，令狐冲伤势过重倒在地上。　　曲洋拖着一个草席回到群玉苑参拜东方不败，东方不败问曲洋和衡山派刘正风是什么关系，在曲洋的房间中找到送给刘正风的礼物，曲洋说这只一本曲谱，不会背叛日月神教。曲正风解释说：“在十年前奉任教主之命去各派打探消息，误入衡山派密室，触动机关被衡山弟子发现，刘正风第一赶来，见曲洋也是一个爱好音乐的人，帮曲洋逃过一劫。　　两人以乐会友，成为知已。”东方不败觉得曲洋不该结交五岳剑派之人，要他回黑木崖从此不能下崖。曲洋不愿回黑木崖，愿自废武功断绝和黑木崖的关系。东方不败没让曲洋自废武功答应给曲洋一日时间办理私事。东方不败见曲洋拖个草席问他是什么人，曲洋说只是一个死去的朋友，东方不败不信打了一掌，草席飞散露出里面的真人，原来是令狐冲，东方不败紧张不已。",
        "duration": "1812",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/e001199h5xy/e001199h5xy_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "笑傲江湖_07",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "e001199h5xy"
      },
      "id": "e001199h5xy",
      "retcode": 0
    }
  ]
}