{
  "costtime": 35,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678665378,
  "results": [
    {
      "fields": {
        "c_covers": "q0t4yvm2i52eoub",
        "c_title_output": "42",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "q0t4yvm2i52eoub"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "东方不败说是令狐冲杀了杨莲亭，令狐冲说不是自己杀的。东方不败问任盈盈还记不记得答应了自己什么事，并打了任盈盈一掌。东方不败让令狐冲跟她走有话对他说。东方不败递给令狐冲一壶酒，问他还记不记得两人第一次喝酒。令狐冲只是说和董兄弟喝酒真的很痛快。东方不败不说当她知道令狐冲杀了杨莲亭的时候心里还有一丝痛快，说明你还在我乎。令狐冲说你想的太多了，你我早已恩断义绝了。东方不败见和令狐冲已不话可说两人便动起手来。当令狐冲使出吸星大法时东方不败很惊讶，却也不奈何不得东方不败，东方不败制住了令狐冲。东方不败问令狐冲你有没有爱过我？令狐冲话还未出口任我行突然偷袭东方不败，东方不败反手刺瞎了任我行的一只眼睛。东方不败也落入悬崖，令狐冲立刻飞下去救东方不败两人挂在了悬崖边。令狐冲很紧张的让东方不败拉住他，东方不败只是又问了令狐冲一句你有没有爱过我？令狐冲说东方姑娘你永远在我心里。东方不败说那就够了不就是千秋霸业吗。令狐冲问东方不败给任盈盈吃的什么药。东方不败告诉他三尸脑神丹。东方不败便反手将令狐冲打上山顶自己落入悬崖。　　任我行在大殿内翻着葵花宝典，任盈盈和令狐冲也在一旁，任我行翻到后任盈盈说像这种武功就不要留在世间了，任我行出手毁了葵花宝典。令狐冲要单独有任我行说几句话，令狐冲告诉任我行东方不败给任盈盈吃的是三尸脑神丹，任我行说会派人马上去请平一指他一定会为盈盈解毒的。　　第二日任我行重掌日月神教，任我行又要令狐冲加入日月神教并说教主之位早晚是他的。令狐冲再一次拒绝了任我行气的任我行又想发火。令狐冲和任盈盈走在日月神教内令狐冲向任盈盈表达着爱意说永远不要分开。任盈盈笑的很甜。令狐冲很担心任我行怕他被胜利冲昏了头脑变成第二个东方不败。任我行正好路过听到，令狐冲解释了一翻任我行不但没听却还要手下出手把令狐冲拿下，令狐冲使出吸星大法遭到了反噬被任我行抓了起来。　　任我行和向问天来到牢房，任我行又要令狐冲入教并可以让他和任盈盈成亲。令狐冲还是拒绝。任我行给令狐冲三天时间考虑如果三天后不入教便要杀了令狐冲。任盈盈打倒所有牢房守卫放了令狐冲，令狐冲想要任盈盈和他一起走，任盈盈没有同意要回去劝任我行。令狐冲没有办法便自己先走了。　　令狐冲回到了恒山，仪玉还担心触怒了任我行影响他和任盈盈的交往。仪琳问令狐冲最喜欢的是不是任盈盈。令狐冲没有告诉仪琳答案也没有告诉仪琳东方不败死的事情。田伯光心疼仪琳因为喜欢令狐冲每天闷闷不乐的，但仪琳还是嘴硬不承认。田伯光突然想到一条妙计仪琳如果不是出家人不就行了吗。　　恒山弟子急着跑进大殿报告令狐冲大事不好啦，田伯光和蓝凤凰在布置仪琳的房间。令狐冲来了问田伯光和蓝凤凰在搞什么。田伯光说今天是我师傅还俗的大日子，这一闹把仪琳给弄的哭着跑了出去。在华山深夜宁中则和岳不群说着岳灵珊的婚事，宁中则见时间不早了便和岳不群说睡吧，岳不群哪敢啊谎称自己还要练功。　　岳不群一个人看着林家的袈裟被宁中则发现了，宁中则说早就怀疑岳不群并质问他为什么要这么做。岳不群说自己全是为了华山派着想。岳不群不想华山被左冷禅吞并，岳不群怕对不起华山的列祖列宗。两人的对话都被窗外的林平之听到。",
        "duration": "2114",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/g0011wa1sdw/g0011wa1sdw_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "笑傲江湖_42",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "g0011wa1sdw"
      },
      "id": "g0011wa1sdw",
      "retcode": 0
    }
  ]
}