{
  "costtime": 37,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678665380,
  "results": [
    {
      "fields": {
        "c_covers": "q0t4yvm2i52eoub",
        "c_title_output": "24",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "q0t4yvm2i52eoub"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "　一想到为师弟报仇令狐冲一激动内伤发作，绿竹翁赶紧为其疗伤，婆婆也紧张不已，立刻为他弹琴平息令狐冲混乱的内力。回到王家后宁中则还在对岳不群发着脾气，责怪岳不群当时没有替令狐冲说话。岳不群却说清者自清绿竹不是还他清白，胜过这个做师傅的千言万语。令狐冲在听完婆婆弹奏后果然觉得体内混乱的感觉减少了许多。绿竹翁偷偷的告诉令狐冲一个字学。婆婆让令狐冲先弹一曲听听，这可为难了令狐冲，他对音律是一窍不通，刚要告辞离去，婆婆要令狐冲留下决定传他清心普善咒以报令狐冲赠笑傲江湖曲的恩情。外面德诺却一直监视着令狐冲。　　德诺回去报告岳不群在绿竹翁处监视所见。而且德诺还探查了绿竹翁平时的一切。岳不群还是深深的怀疑着令狐冲。王家王老爷和林平之也监视了令狐冲这些天的一切。王老爷觉得如果剑谱不在令狐冲处就一定在一个秘密的地方，又问林平之父母有何遗言，王老爷一听林平之话判断，辟邪剑谱一定在向阳巷的故居，而且要林平之一定要翻阅。让林平之赶紧去找。令狐冲每日在绿竹翁处学习琴艺，一次弹琴之时想起了岳灵珊连琴都没有弹好，婆婆劝其不必灰心绝望，来日或许有更好的绝配佳偶。在令狐冲告辞离去后，婆婆自行露出真容，原来并不是一个老婆婆，而是貌美如花，这便是日月神教圣姑任盈盈。令狐冲回到住处见德诺正在为其收拾行李，一问原来众人三日后要离开洛阳去福州了。令狐冲不想离去继续学琴，但岳不群却并未同意。　　第二日令狐冲现去练琴之时便心不在焉无法弹奏了，任盈盈一听说令狐冲明天便要离去语气之中露出不舍说令狐冲这曲还没有学会。令狐冲说当然想学会而且还想弹奏笑傲江湖呢，不过一切只是痴心妾想罢了。任盈盈和令狐冲都露出不舍之情。令狐冲承诺来日一定再来拜会，任盈盈也为其弹奏一曲有所思做为离别之曲。弹奏之时令狐冲还傻傻的想绿竹翁和婆婆都这么大年纪了不知道下次再来还能不能相见了。最后任盈盈送令狐冲四个字多多保重并流下不舍的泪水。华山一行众人拜别王家后绿竹翁急忙叫住令狐冲，带来任盈盈送他的琴还有亲手谱写的清心普善咒，并要令狐冲不要再叫他前辈了叫他小翁或者小翁翁。　　华山众人来到一处小镇，令狐冲在客栈休息，岳不群夫妇及岳灵珊和林平之在街上闲逛，岳不群在为宁中则挑选小物件时把剑放在了小摊旁，一个姑娘顺手就拿起长剑，被岳不群发现，姑娘立刻和岳不群对了一掌。并且掌中有毒，但她却不是岳不群对手，交出了解药。宁中则问其为何偷剑，原来姑娘只是为了嫁人，因为姑娘长的丑有位名医平一指可以为他祛除脸上的红斑并再造容颜。平一指治人必须杀一人才救一人。众人又问那为何还要偷剑。原来平指闲她长的太丑了觉得杀一人都亏本必须还要六把名剑。姑娘已经收集了五把名剑，只差这一把了。林平之觉得姑娘满口谎言，却不想立刻满身毒物，姑娘的毒术很是厉害。姑娘抱着剑跑到林一指处，姑娘的期望是要像大户人家一样，平一指立刻放刀不再医治，姑娘一听急了，立刻就说随便吧只要有现在好就行了。",
        "duration": "1802",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/j00119s8ykk/j00119s8ykk_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "笑傲江湖_24",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "j00119s8ykk"
      },
      "id": "j00119s8ykk",
      "retcode": 0
    }
  ]
}