{
  "costtime": 38,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678665381,
  "results": [
    {
      "fields": {
        "c_covers": "q0t4yvm2i52eoub",
        "c_title_output": "20",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "q0t4yvm2i52eoub"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "封不平，成不忧，上入华山，并打伤弟子叫岳不群出来。岳不群已不认他们为华山弟子，两人前来就是要夺回华山掌门的位子。成不忧更是出手和宁中则打了起来，宁中则不是对手，岳不群出手用紫霞神功打败成不忧，正当对峙之时左冷禅弟子丁勉来到发布盟主令要岳不群退位让给封不平。陆猴儿急忙跑到思过崖把出事的消息告诉令狐冲，令狐冲一听华山有难赶紧下崖，东方不败却也紧跟而来。　　封不平和岳不群还在大殿内争执相当剑宗气宗之事，封不平和丁勉都要岳不群交出掌门之位，并且丁勉还要出手对付岳不群，正当此时令狐冲赶来，在言语上占了丁勉便宜更气的成不忧直接出手，令狐冲不敌成不忧直接打得令狐冲吐血，东方不败见令狐冲受伤顿时对成不忧心起恨意直接杀死，并带走了令狐冲。丁勉和封不平见外人出手杀死成不忧也气急败坏回去禀报左冷禅。深夜岳不群和宁中则讨论着白天令狐冲所用武功并不是华山剑法，岳不群觉得很奇怪，宁中则更是担心令狐冲所受之伤。　　此时的东方不败带着令狐冲来到一处安全地方为令狐冲检查伤势，令狐冲伤势严重，脉像混乱，东方不败急忙施救要用内力护住令狐冲的心脉，刚一输入内力东方不败便发生令狐冲体内内力真气混乱，已经激斗起来，如果以后无法控制令狐冲就完了，但如果不输入内力令狐冲马上会死，东方不败不想令狐冲死去，只有输入内力先保他一时。第二日清晨令狐冲醒来，发现自己身体内有四股真气乱窜难受不已。并感谢东方不败请她送自己回华山。　　回到华山众人紧张不已赶紧送令狐冲去休息，岳不群要打探东方不败伤势。岳不群想东方赶紧离开，东方不败却说和令狐冲还有约定要留在华山。林平之看东方不败态度傲慢，对东方不败出言不逊，东方不败略施小手段林平之的腿就瘸了。岳不群在房间内为令狐冲疗伤治病，众人问如何，岳不群也发现了令狐冲的四道真气还说只有将他体内四道真气逐出体外这一个办法才能救他。岳不群众人都认为这令狐冲这四道真气是东方不败所为，但并知她为什么要这么做。只有宁中则想到也有可能是为了救治令狐冲不得已而为之。　　次日令狐冲在华山看到了岳灵珊和林平之卿卿我我的样子，心里不是滋味，东方不败看出令狐冲心中难受，护着令狐冲面子假装令狐冲的女人装做很亲热的样子。岳灵珊觉得尴尬先离开，令狐冲要东方不败先走有话对林平之说。令狐冲只是告诉林平之林震南临死所托之话。　　夜晚令狐冲问师傅自己的伤势是否真的无药可救，岳不群说令狐冲体内的内力很奇怪自己也无法化解，只有用内力先将之压制，不过令狐冲的体内就有了六道真气，自己一定会想办法为之化解。令狐冲心存感激。岳不群问起那日令狐冲所用的剑法是什么剑法，他以为是辟邪剑法。令狐冲无法说出那是风清扬所传，只是告诉岳不群绝不是辟邪剑法，只是一位不能透露姓名的前辈高人所授。岳不群又问起东方不败身份是何门派，令狐冲心知东方不败可能是魔教之人不能告诉师傅不然师傅一定会她一场恶斗。　　只说并不知东方不败是何门派，只知她武功极高。东方不败和岳灵珊在捡野菜聊天，东方不败话里话外透露着岳灵珊移情别恋，没有眼光喜欢上林平之，令狐冲那么好的男人却不喜欢。东方不败用轻功采了一堆山崖上的蘑菇，被宁中则看出好像是魔教武功。半夜宁中则被恶梦惊醒，告诉岳不群东方不败可能是魔教女了，老谋深算的岳不群要好好算计一番。　　第二日，岳不群命人假扮令狐冲引东方不败来到桥上，当东方不败跑到桥中间之时岳不群砍断桥头的铁链，并命众弟子用火烧及暗器，东方不败虽处境危险却也临危不乱时脱险，并留下狠话早晚让华山派变成无门无派。岳灵珊去令狐冲房间看他，考虑要不要把东方不败是魔教的事情告诉他，但见大师兄病重的样子只是告诉他东方不败走了。宁中则和岳不群独处时，宁中则怕东方不败回来报复，劝岳不群出去躲躲。岳灵珊正这时到来听到岳不群说要去嵩山找左冷禅理论，江湖人不知实则是为了躲避东方不败这样也有面子，但这次却不能带令狐冲前去。",
        "duration": "2317",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/j00115etgw5/j00115etgw5_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "笑傲江湖_20",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "j00115etgw5"
      },
      "id": "j00115etgw5",
      "retcode": 0
    }
  ]
}