{
  "costtime": 36,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678665381,
  "results": [
    {
      "fields": {
        "c_covers": "q0t4yvm2i52eoub",
        "c_title_output": "17",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "q0t4yvm2i52eoub"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "东方不败看着仪琳掉落的护身符，经过查探属下来报这护身符的主人便是仪琳。恒山派的弟子固定有时间家人来探，仪琳想如果自己也有家人来看多好，师妹告诉仪琳也有人来看她，仪琳出去一见居然是东方不败，东方不败说着仪琳身上的特征原来东方不败真的是仪琳的姐姐，姐妹相认，东方不败想要仪琳跟自己走，仪琳没有同意。东方不败看出仪琳郁郁寡欢，问其它人得知从衡阳回来后仪琳便这样 ，东方不败想到可能和令狐冲有关。　　深夜皇宫王妃收到田伯光一封信，要盗香窃玉一亲芳泽。娘娘以为皇宫防卫严密，不想东方不败悄无声息的出现在娘娘身边并点了她的穴道告诉她自己能来田伯光也能来，让王妃听她的。果然一会田伯光便出手制服了所有侍卫，田伯光推门而入，却不知这个娘娘是东方不败假扮的。东方不败锁住了田伯光的手脚，让她为自己办一件事，田伯光不同意，东方不败喂田伯光吃了一颗毒药，让他在一个月内把令狐冲带到仪琳面前，如果不成便会肠穿肚烂。　　令狐冲在山洞内演练着石壁所刻武功，越看越挣扎，觉得自己所学武功都是没有用的。陆猴儿这时在外喊叫，让他快点出来。令狐冲出来一看师傅，师娘和众师兄弟都来了。岳不群告诉令狐冲田伯光最近来了长安城犯了好几宗大案。令狐冲要前往抓他，岳不群要先考验一下令狐冲这几个月所学。宁中则和令狐冲比试起来，一出手令狐冲便想到石壁所刻武功，紧急时刻令狐冲使出一招直指师娘，岳不群及时出手打断比试。　　岳不群讲起了华山的一段华山历史，原来25年前华山分为两派，一派认为练剑为主剑宗，一派认为练气主气宗。岳不群便是气宗当年华山两派的争斗惨烈无比，剑宗大败，死的死归隐的归隐。讲了这段秘密岳不群教育令狐冲如果令狐冲再这么练下去三年，便会剑重于气。岳不群便不再让令狐冲下山让他好好修炼内功。岳不群还亲自为徒弟们演练了内功的强大告诉徒弟们练气的重要。师傅走后令狐冲回到山洞想到不同的人使出同样的招数威力肯定是不一样的，如果是师傅使出那些剑招一定不会被破解，便努力练起内功。　　岳不群和宁中则召来弟子告诉他们田伯光延安府一带四处做案，两人要下山除去田伯光，让弟子们勤加练剑。田伯光来到了华山思过崖来找令狐冲，还带来美酒与令狐冲豪饮。田伯光告诉令狐冲他不断的犯案是为了引岳不群夫妻出去好来找令狐冲，让令狐冲猜来找他干什么。两人绕来绕去说来说去，田伯光告诉令狐冲是仪琳对他日思夜想，茶饭不思。田伯光要令狐冲和他下山去见仪琳。令狐冲就是不从。田伯光又要想令狐冲打赌，三十招之内赢了就要令狐冲和他下山。",
        "duration": "2347",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/m0011yzet9u/m0011yzet9u_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "笑傲江湖_17",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "m0011yzet9u"
      },
      "id": "m0011yzet9u",
      "retcode": 0
    }
  ]
}