{
  "costtime": 40,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678665380,
  "results": [
    {
      "fields": {
        "c_covers": "q0t4yvm2i52eoub",
        "c_title_output": "23",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "q0t4yvm2i52eoub"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "傍晚令狐冲一个人喝酒醉倒在街边，德诺找到了令狐冲把他扶回客栈。半夜令狐冲梦到陆猴儿，被恶梦惊醒，令狐冲起床却听到门外德诺和师弟在说话，原来岳不群不相信令狐冲派德诺监视他。第二天令狐冲一个人坐在河边，师娘宁中则找到令狐冲，劝说令狐冲最近发生了很多事不要怪岳不群不相信他，宁中则自己无论在何时何地都会相信他。　　岳不群一行来到洛阳，林平之先行回家禀报，其它人等投宿客栈。众人休息之时林平之外公王老英雄前来拜会，并且每人赠送40两银子。德诺来找令狐冲告诉他师傅让他必须拜见王老英雄，令狐冲无奈前去相见，王老英雄便邀请众人前往王府。王府内王老爷子问到林平之辟邪剑谱下落，及林震南死时有没有留下什么线索。林平之实话相告。但王家人想到林震南死时只有令狐冲一人而最近他的武功却大增，便怀疑起可能是令狐冲拿走了剑谱。　　林平之来到令狐冲房间找他，令狐冲不在，林平之见令狐冲的包袱露出笑傲江湖曲的一角，又想到外公等人所说可能是令狐冲拿走秘笈便有心想要看一眼到底是什么书，刚要有所动作，便听到门外传来脚步之声，正是令狐冲回来，林平之便说是外公要他拿了些药送给令狐冲后离去。林平之走后令狐冲将书揣在怀中。　　令狐冲走在王府内林平之的舅舅突然对他出手，假意说是切磋，其实就是等着令狐冲管他要辟邪剑谱。令狐冲明白了原来自己最近武功大增，所有人都认定是他拿了辟邪剑谱，连华山众人也是如此认为。任凭令狐冲如何解释，林平之舅舅都不相信，直接对令狐冲出手拿到了令狐冲怀中的笑傲江湖曲认为这便是辟邪剑谱。　　王家及华山众人拿着笑傲江湖曲问令狐冲这本辟邪剑谱是如何得到。令狐冲反问众人口口声声说辟邪剑谱，又有谁见过真正的辟邪剑谱。令狐冲见众人都不相信自己很是不屑，并告诉师娘这只是一本琴谱与萧谱。王家人又来易师爷来鉴定到底是不是一本曲谱，结果这位师爷水平不高，提到可能只有东城的绿竹翁才有可能弹奏出此曲，王老爷怕如果真是一本曲谱自己家可就丢人丢大了想百般阻挠去见绿竹翁，多亏了宁中则坚持着要给令狐冲个清白才去答应和众人一起去见绿竹翁。　　来到绿竹翁处，绿竹翁不喜王家之人无理，而对令狐冲却另眼相看，令狐冲相求请绿竹翁为自己讨个公道，并讲了经过。绿竹翁见过笑傲江湖曲后便认定这只是一本曲谱而并不是什么武功秘笈，并当场演奏起来。由于此曲难度太大，绿竹翁并未能当场奏全，要众人留下曲谱再研究。　　绿竹翁还回曲谱，王老爷子将曲谱还给令狐冲并说是一场误会，众人见只是一场误会便都离去，只有令狐冲一人留了下来。令狐冲愿把此曲留给绿竹翁的姑姑。令狐冲被请进屋内进门便叫婆婆，并告诉了此曲由来。令狐冲从一见婆婆开始便觉亲切毫无戒心，何话都据实相告。婆婆从声音听出令狐冲身负内伤，令狐冲又说出师弟被自己误杀，秘笈丢失之事，婆婆把脉之后就判断出陆猴儿被杀根本是另有其人，一定与偷秘笈之人有关。",
        "duration": "2367",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/n001121fecj/n001121fecj_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "笑傲江湖_23",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "n001121fecj"
      },
      "id": "n001121fecj",
      "retcode": 0
    }
  ]
}