{
  "costtime": 39,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678665382,
  "results": [
    {
      "fields": {
        "c_covers": "q0t4yvm2i52eoub",
        "c_title_output": "09",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "q0t4yvm2i52eoub"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "东方不败以内力续令狐冲生命，就是用自己的生命续他生命。东方不败以内力保护了令狐冲的生命，坐在一旁守护着令狐冲。东方不败要去刘正风金盆洗手盛典，要曲洋留下来以内力续令狐冲生命。东方不败看准了曲洋一定不会不顾令狐冲的死活。青城弟子贾人达拉着被令狐冲杀死的罗人杰艰难的走在街上，定逸师太恰逢路过，师太有没有遇到弟子仪琳，贾人达说师兄是被令狐冲害死，仪琳也被令狐冲拐走了。　　酒楼里林平之和木高峰正在吃饭，岳灵珊，德诺 ，陆猴儿，也同样进入同一酒楼。巧的是定逸师太也在这时走进同一酒楼，看到华山弟子，定逸师太要华山弟子交出令狐冲，德诺问令狐冲可有得罪的地方？定逸说：“天门道长看到令狐冲和田伯光拐走了仪琳”。要抓走岳灵珊。德诺拉之不住。往外走时恰逢刘正风弟子前来请定逸师太去用斋。德诺问岳不群是否也到了，刘正风弟子回道：“岳掌门和余掌门已经到了”，一行人前往刘正风处。林平之见余沧海也来了，便要前去，被木高峰拦下。　　定逸师太要岳不群交出令狐冲，岳不群不相信令狐冲会做出这种事，定逸师太说天门道长和贾人达都见到了。这时受伤的天门也赶到了，说是田伯光和令狐冲一起做的。贾人达也在这时赶来，对余沧海说令狐冲杀了罗人杰，一时间所有罪证全部指向了令狐冲，岳不群没有办法要弟子去找到令狐冲。华山弟子走后仪琳赶到，定逸问仪琳是否令狐冲在哪？仪琳哭着说令狐冲死了。岳灵珊不敢相信问仪琳消息从何而来，仪琳说亲眼所见，岳灵珊伤心晕倒。　　岳不群问仪琳是谁杀了令狐冲，仪琳以菩萨的名义起誓说是罗人杰杀了令狐冲。这让余沧海难堪不已。一群长辈要仪琳讲出她所知道的一切。林平之也偷偷溜了进来，打倒了一名仆人，不知想做什么。曲洋为了救治令狐冲不惜消耗内力来维持令狐冲的生命，令狐冲醒来跪谢曲洋。曲洋告诉令狐冲只要真气一断他必死无疑。曲洋告诉令狐冲今天是他一个好朋友的大日子，却危机四伏，本想去看看，可现在他的性命却需要他的真气，如果不救他会后悔一辈子，如果朋友有事，他没有去也会后悔一辈子。　　令狐冲要曲洋去救他的朋友不要管自己，自己和曲洋只是萍水相逢自己只是将死之人不足挂念，那位朋友却是曲洋最重要的人。曲洋见令狐冲性情真挚，要把自己十之五六的内力传给令狐冲让他自行打通穴道，不过因功法不同以后或者会受尽折磨问令狐冲敢不敢赌一把。令狐冲豪爽一笑肯定回答，却担心曲洋如何救他朋友。　　仪琳给各位前辈讲完经过，岳不群问天门在和田伯光打斗之时令狐冲是否相助，天门肯定回答，余沧海气氛的问仪琳，令狐冲的尸首在哪。林平之在外偷听被余沧海拿住。正当余沧海要对林平之下杀手之际，木高峰忽然出现拦住了余沧海并打斗起来，并指责余沧海欺负小辈。这在这时罗人杰被人扔了进来，并在背后画了乌龟，余沧海大叫是谁，众人听到声音余观主这就是你们青城派的屁股向后平沙落雁式吧，并放出无数的蜜蜂攻击众人，在众人苦苦抵挡之时东方不败趁机带走了仪琳，原来刚才发出声音之人就是东方不败。　　余沧海放出可以跟踪敌人的动物带着众人找了出去。林平之被木高峰带到树林，木高峰觉得余沧海不容易对付，决定不帮林平之，林平之苦苦哀求，木高峰问他到底和余沧海有什么过节，林平之没有办法就告诉木高峰，余沧海是为了他们林家辟邪剑谱，木高峰觉得是余沧海看中的东西一定挺厉害，决定继续帮林平之。　　东方不败把仪琳群玉苑，问她有没有带恒山的天香断续胶和白云熊胆丸有没有带在身上，要她赶紧去救人。仪琳不知所救何人没有答应，东方不败告诉仪琳这人救她两次，仪琳想到可能是令狐冲。一群群玉苑的姑娘调戏着仪琳，这时一个姑娘来报，外面执着刀剑的人找到这里，东方不败怕打扰救令狐冲给老板娘钱让她摆平。东方不败带着仪琳来到令狐冲住处，琳仪发现果然是令狐冲兴奋不已，东方不败检查令狐冲的身体发现曲洋已经内力给了令狐冲，保住了性命。东方不败要带着令狐冲和仪琳换地疗伤，发现余沧海和定逸还有岳不群正在寻找他们。　　东方不败带着令狐冲和仪琳躲进了一个房间，发生是田伯光，令狐冲要田伯光帮忙引走那几人，田伯光仗义出手。田伯光出门正遇着余沧海和定逸师太并和定逸打了起来，余沧海继续寻找东方不败，田伯光并不是对手使出无赖手段逃走。仪琳给了令狐冲两颗白云熊胆丸，这时余沧海找到了这间房，发现是令狐冲，仇人见面刚要出手，并被林平之引了出来，木高峰正在外面等待，余沧海问林平之为何找他麻烦，林平之说出了辟邪剑谱。",
        "duration": "2216",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/n00110fw12a/n00110fw12a_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "笑傲江湖_09",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "n00110fw12a"
      },
      "id": "n00110fw12a",
      "retcode": 0
    }
  ]
}