{
  "costtime": 37,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678665380,
  "results": [
    {
      "fields": {
        "c_covers": "q0t4yvm2i52eoub",
        "c_title_output": "26",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "q0t4yvm2i52eoub"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "德诺和令狐冲在客栈行走时，白天在酒楼的胖子一下打倒德诺抓走了令狐冲，岳不群和蓝凤凰紧追而来。岳不群先来一步等蓝凤凰来时见岳不群没进去救令狐冲数落两句岳不群就要进去救人，刚走几步便机关吊了起来。胖子抓来令狐冲问祖千和令狐冲有什么关系，令狐冲说和祖千秋刚刚认识。胖子说他和祖千秋相识几十年祖千伙是不会出卖朋友的，并说华山在他们黄河老祖眼里一文不值，就想不明白祖千秋为什么会偷了他的药给令狐冲吃。令狐冲以为此人叫黄河老祖。胖子给他解释，老就是他老头子，祖就是祖千秋，常年生活在黄河岸边，合起来叫黄河老祖。老头子又问令狐冲是不是祖千秋儿子，令狐冲居然来了一句我祖你个妹啊！原来老头子研制续命八丸是为了治他女儿老不死的病。令狐冲说他可以找平一指治病啊。老头子告诉令狐冲他杀了平一指一家五口平一指答应给他治病。　　令狐冲惊讶，老头子杀了平一指一家五口平一指还肯医？老头子告诉他平一指这辈子最恨的就是他岳母，老头子杀了他岳母平一指十分高兴才为他女儿治病。老头子准备要他女儿老不死喝令狐冲的血来治病。老不死虽然身体十分虚弱但仍不肯让老头子伤害令狐冲，不停的恳求老头子不要。正在老头子要对令狐冲动手之时祖千伙突然出现在老头子耳边低语几句。老头子态度一百八十度大转变直接跪下给令狐冲赔理道歉，并说令狐冲和他们的救命大恩人有渊源。令狐冲听的是迷迷糊糊并两人到底是谁让他们这么做的。黄河老祖一听令狐冲居然不知道，告诉令狐冲就是打他们也不会说的。　　令狐冲见两人不说便点了两人穴道进入老不死的房间内。众人还以为令狐冲要对老不死不轨。那个引走蓝凤凰的人也赶了回来，进屋见黄河老祖穴道被点，赶忙解穴三人进入屋内一看，令狐冲已经晕倒在地，老不死告诉三人令狐冲已经逼她喝了两当碗血，老头子一见令狐冲居然能这么做感激之情溢于言表。　　像白无常一样的人走出门外喊岳不群现身一见，并请岳不群进屋救治令狐冲，岳不群问此人高姓大名，原来此人便是无计可施的计无施。蓝凤凰被吊在门外是没人管了。岳不群进到屋内用紫霞神功救醒了令狐冲，老头子见令狐冲醒来当即感谢令狐冲救她女儿，令狐冲反说自己的内伤并非一般灵丹妙药所能医治，又误食了老前辈的药，希望这位姑娘喝了他的血能有所好转，算是自己对她的补偿了。岳不群见此间事了便告辞而去，三人当即放了蓝凤凰送令狐冲和岳不群一起回来。　　令狐冲回到客栈后还想着明早去五霸岗的事，宁中则问黄河老祖三人是否知道一黑一白武林人士。三人欲言又止，令狐冲在屋内听到便对黄河老三人说如果三位知道的话麻烦见师傅他们。三人一听令狐冲说话便直接应承下来。　　第二天一早岳灵珊和林平之便自己回来了，林平之和岳灵珊对众人讲述被抓以后的遭遇岳不群判断出二人便是漠北双雄两是塞外漠北的大盗不但打家劫舍而且专吃人肉。岳不群此间已无他事，便叫众人一起往福州赶路。　　当华山众人赶路到一处树木之时见余沧海正被一男一女追杀，两人要余沧海交出辟邪剑谱，林平之上前喝止，两根本不给面子，但当两听到华山派时态度又是一个大转变立刻问令狐冲公子在哪连余沧海也不顾了，余沧海自己跑了。　　众人一同来到酒楼吃饭两人告诉令狐冲武林同道已经约好了明天一同在五霸岗一见令狐冲公子风采，令狐冲说可能不去了要和师傅一起赶往福州，这时两人才知道岳掌门也在才想着拜见一下岳不群。两人告诉令狐冲明天一定要去五霸岗，有许多教主洞主岛主还有不少英雄好汉要见令狐冲，并为令狐冲准备了一些灵丹妙药。令狐冲是越来越奇怪到底这些人是受了谁的委托问两人两也不说就说只要明天令狐冲去了五霸岗就知道了。蓝凤凰也在一旁不断的劝令狐冲让他去。令狐冲决定了明天去五霸岗看看。　　第二天一大早送酒的司马大便抬轿前来迎接令狐冲。宁中则劝令狐冲还是不要去了是福是祸不知道，并且和司马大等人结交朋友岳不群已经不高兴了。",
        "duration": "2293",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/o0011samwi8/o0011samwi8_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "笑傲江湖_26",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "o0011samwi8"
      },
      "id": "o0011samwi8",
      "retcode": 0
    }
  ]
}