{
  "costtime": 37,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678665382,
  "results": [
    {
      "fields": {
        "c_covers": "q0t4yvm2i52eoub",
        "c_title_output": "11",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "q0t4yvm2i52eoub"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "费彬劝刘正风为了武林同道的性命不要金盆洗手，定逸师太问这和武林同道的性命有什么关系？费彬道“左盟主交待有几句话一定要问明白。”问刘正风是否和魔教东方不败是否有所勾结。刘正风气愤答道：“一生中从未见过东方不败何来勾结。”费彬又问道：“是否和曲洋相识”刘正风说不仅相识而且是一生中唯一知己最好的朋友。费彬说：“左盟主给你两条路，一条就是一个月内杀了曲洋。”刘正风哈哈大笑说绝不会出卖朋友。并对众人解释起两关系只是谈论音律，欣赏对方的音乐才华。　　费彬却说魔教这是魔教投其所好为了接近五岳剑派，天门也附和着说要刘正风杀死曲洋。刘正风相信岳不群的人品问岳不群怎么看，岳不群也说劝刘正风要杀了曲洋。刘正风说自从两人相交就想到今天的结果，所以今天选择金盆洗手，只是没想到会这么难。费彬却说你要置身事外，曲洋为何没有。刘正风解释曲洋也在努力的弥补两双方关系，并且救了华山令狐冲。费彬死死咬住曲洋就是魔头要刘正风杀死曲洋，如果一月之内不杀曲洋五岳剑派便要清理门户。　　刘正风弟子为义听到费彬要杀害师傅便向费彬冲去，却被费彬杀死，刘正风愤怒不已对费彬出手，这时左冷禅其它弟子却劫持了刘正风的孩子让刘正风不要乱来。定逸师太质问为何劫持人家家眷，对方却答刘正风劫持费彬。刘正风为了家人希望左盟主答应全家归隐，不再过问江湖是非，不再见曲洋，不再见五岳剑派所有人，归隐海外不再进入中原一步。众人也希望崇山能同意刘正风的意见，而嵩山弟子却不答应并杀了刘夫人。众人气氛不已嵩山却拿出了盟主令，定逸没有办法带弟子离去。　　嵩山弟子又用刘正风儿子威胁要刘正风杀了曲洋，刘正风悲痛不已自行了断，这时曲洋赶来，怒骂众人苦苦相逼，不配为名门正派，嵩山弟子和曲洋打斗起来，曲洋发出暗器救走了刘正风。众人也相继离开余沧海弟子问回青城为何走相反方向，余沧海说岳不群一定会来向他们要林震南夫妇，话音未落岳不群便来向余沧海要人，余沧海立刻出手和岳不群打了起来，余沧海不敌，这时弟子来报，林震南夫妇被木高峰劫走了，岳不群赶紧带着众人前去相救。　　令狐冲带着仪琳去玩，两着听到音乐，仪琳问令狐冲可不可以爱她，令狐冲给仪琳解释起来，音乐声越来越大，两人顺着声音看到了刘正风和曲洋正在合奏笑傲江湖，奏完一曲两人正在谈论，费彬却到，令狐冲一看，立刻前来阻止，费彬要令狐冲杀了两人，令狐冲和仪琳对费彬动起手来，刘正风和曲洋也相助，皆不是费彬对手。　　两人心愿已了在哈哈大笑中了却一生。令狐冲和仪琳给两埋入黑土，并拜别。仪琳问令狐冲为何费彬已死却还要破坏尸身，令狐冲说为了避免别人看到尸身查出线索，仪琳不经意掉落了一件物品。东方不败也来到墓地拜别曲洋，和属下要返回黑木崖行走间踩到仪琳掉落的东西，捡起陷入沉思。",
        "duration": "2051",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/o0011z5of2b/o0011z5of2b_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "笑傲江湖_11",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "o0011z5of2b"
      },
      "id": "o0011z5of2b",
      "retcode": 0
    }
  ]
}