{
  "costtime": 37,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678665379,
  "results": [
    {
      "fields": {
        "c_covers": "q0t4yvm2i52eoub",
        "c_title_output": "28",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "q0t4yvm2i52eoub"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "令狐冲对东方不败我们两个人是不是很有缘啊，不是我救你就是你救我的，就是不知道结局是什么。东方不败说这结局就是赶紧带你去恒山见仪琳，免得仪琳有遗憾。　　外面下着雨东方不败和令狐冲走在路见有人为了进山取雪狼胆而丢了性命，东方不败想到雪狼胆可以治疗内伤。便问令狐冲有没有钱要和令狐冲投宿客栈。令狐冲钱是没有拿出一师娘曾送给自己和岳灵珊一人一块的金牌。　　夜晚令狐冲来东方不败房间敲门的，见敲门不开便直接进屋发现东方不败已经不在房内了。店小二碰巧这时候过来告诉他东方不败问过他雪狼在哪怕是已经上山找雪狼去了要令狐冲赶紧去找她，令狐冲拼命往山上赶去，这时候的东方不败也十分危险已经被雪狼咬伤，多亏令狐冲及时赶来手里拿着火把两人才平安逃出。　　两人来到一处山洞令狐冲十分感动东方不败为他这么做。东方不败嘴硬的说是为了仪琳不想让他死。令狐冲说自已根本不喜欢仪琳，说这一生当中从来没人对他这么好除了东方不败。令狐冲其实看得出来东方不败是喜欢他。东方不败听到令狐冲这么再也克制不住自己的感情告诉令狐冲从遇到他的第一天便喜欢上他。令狐冲和东方不败紧紧的抱在一起。　　岳不群和宁中则四处寻找令狐冲，也同样来到令狐冲和东方不败投宿的小镇还看到小二拿着那块金牌在炫耀。夫妇二人连忙问金牌的主人在哪。　　令狐冲和东方不败走在树林内(现在的两人已经算是确立了恋爱关系)，岳不群和宁中则终于找到令狐冲，令狐冲一见师傅师娘很开心，但岳不群一见东方不败好像受伤了立刻叫她妖女并命令狐冲立刻杀了她。令狐冲誓死不从，岳不群怒火中烧立刻举剑刺向东方不败，令狐冲双手握住了岳不群的剑，并再次请求师傅如果执意要杀东方不败便先杀了自己。岳不群刚要动手宁中则制止了岳不群要岳不群放了令狐冲，说令狐冲是她一手养大不许岳不群杀他除非自己死。岳不群见宁中则也如此维护令狐冲便将令狐冲逐出师门，从此恩断意绝。令狐冲伤心过度晕了过去。　　东方不败弄了一辆车子推着昏迷的令狐冲，看着令狐冲难过的样子自己也伤心落泪。东方不败想到那到方德和尚的易筋经也许可以治疗令狐冲的内伤。　　东方不败带着令狐冲来到金顶灵鹫寺，老和尚同意治疗令狐冲但东方不败便欠了灵鹫寺一条人命。老和尚以为东方不败是任盈盈要她答应一个要求。东方不败丝毫没有犹豫答应下来。　　林平之和岳灵珊欣赏着美景，林平之对岳灵珊说当日见令狐冲一剑刺瞎那么多高手眼睛才知道华山剑法那么厉害。岳灵珊告诉林平之令狐冲用的不是华山剑法。林平之若有所思。　　半夜林平之一个来到林家祖宅四处翻找着辟邪剑谱，岳灵珊自己跑来找他，岳灵珊知道林平之每天偷摸来这里，林平之告诉岳灵珊他是来找辟邪剑谱，并让岳灵珊保守这个秘密。　　灵鹫寺内一群和尚围着东方不败要念经渡化东方不败。令狐冲被和尚以易筋经救醒，醒来便问东方不败，和尚没有正面回答。令狐冲又问易筋经能否治好的病，老和尚的回答是肯定的但要令狐冲一定要投在灵鹫寺门下做一名俗家弟子并改名令狐国冲。令狐冲说自己乃华山门人不会改投他门，老和尚告诉他岳不群早已公告天下将他逐出师门。虽然被逐出师门但令狐冲念着师傅师娘对他的好还想着有一日回去和师傅解释清楚仍然没有同意投在金顶灵鹫寺门下。在要离去时问和尚同来的姑娘在哪，老和尚骗他只有他一人倒在门口，并未见过什么姑娘。",
        "duration": "1928",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/p0011xthyin/p0011xthyin_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "笑傲江湖_28",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "p0011xthyin"
      },
      "id": "p0011xthyin",
      "retcode": 0
    }
  ]
}