{
  "costtime": 37,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678665380,
  "results": [
    {
      "fields": {
        "c_covers": "q0t4yvm2i52eoub",
        "c_title_output": "22",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "q0t4yvm2i52eoub"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "岳灵珊深深自责如果不是她陆猴儿便不会，如果不她紫霞秘笈也不会丢。林平之安慰着岳灵珊。令狐冲听着岳灵珊对林平之的哭诉心中也不好受便起身走到师傅师娘处，听到岳不群仍然怀疑紫霞秘笈是自己所拿。这个月黑风高的雨夜注定要发生些什么，一群黑人蒙面人来到华山众人所住之处，蒙面人叫喊请岳不群一见，原来这帮蒙面人以为辟邪剑谱在岳不群手中，双方话不投机立刻拼杀起来。令狐冲没拼几下便晕倒在地。　　等到令狐冲醒地下只有尸体，岳不群等人已经在另处拼杀，宁中则不敌被蒙面人抓住威胁岳不群，岳不群也束手被擒。众人被擒黑衣人要岳不群交出辟邪剑谱，威胁岳不群如果不交宁中则和岳灵珊可就危险了。这时嵩山派的陆柏和封不平出现了，要蒙面人以真面目相见，蒙面人只说黑道无名小卒，知道林家辟邪剑谱练之可天下无敌，林震南夫妇被害，便有人盯上剑谱，岳不群暗使诡计，让林震南的儿子加入了华山，剑谱自然在华山。陆柏又说紫霞神功独步武林，怎么会在乎辟邪剑谱。岂知这帮黑衣人对华山很是了解，知道华山气宗只知练气，剑法平庸。　　岳不群急于获得剑谱，精研剑法。更是愿意将岳不群等人交于陆柏处理，陆柏又把机会让给了封不平。正当封不平要出手杀死众人之时，令狐冲已然起来和封不平打了起来，令狐冲剑法高超岳不群和宁中则也都看在眼里，令狐冲逼得封不平使出绝招但仍然败给令狐冲。封不平告诉陆柏已无脸再争掌门之位后离去。陆柏自觉不敌令狐冲也告辞。但黑衣蒙面人却没有离开，令狐冲内力全无却还是一招内刺瞎所有人眼睛。解开岳不群的穴道后便晕倒。　　第二日待令狐冲醒来后岳不群便问令狐冲是否认识昨晚蒙面人，令狐冲解释却也不得岳不群相信。岳不群又问剑法何人所传，令狐冲无法说出风清扬的事情这让岳不群很是生气。宁中则和岳灵珊则替令狐冲说着好话。宁中则又说封不平已知难退则没有必要再上嵩山了。林平之则趁机邀请师傅师娘等人去洛阳外公家。嵩山派内左冷禅不相信这么多人都没有把事情办好。蒙面人及陆柏都说是令狐冲剑术太高。左冷禅在想莫非令狐冲得到了辟邪剑谱？左冷禅还收到了岳不群去洛阳金刀王家的行踪。　　田伯光背着东方不败已经走了数日，累的不行趁机向东方不败要解药，东方不败给了田伯光两粒药，田伯光吃了药便想走，岂知这两粒中还有一颗毒药。田伯光真是叫天天不灵叫地地不应。田伯光又背着东方不败来到一处小镇，东方不败见有人在娶亲，便叫田伯光去抢了新娘，并且当场大喊我是淫贼而且不许动用内力，武功，和轻功，否则一动就要要了他命。田伯光哭着脸说这样会被人打死的，东方不败却说就是要你挨打，打到你吐血中毒便会好一半。田伯光被东方不败玩的没有办法果然照做。　　被打的满脸是包田伯光终于把东方不败背到了地方，这才知道原来这个女人就是日月神教教主东方不败，再次讨好的向东方不败要解药，当听到东方不败说他从来没有中毒时真是笑的比哭还难看。东方不败问属下教中可有大事发生，改正报圣姑已经下山了。",
        "duration": "2138",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/v00114mup66/v00114mup66_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "笑傲江湖_22",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "v00114mup66"
      },
      "id": "v00114mup66",
      "retcode": 0
    }
  ]
}