{
  "costtime": 41,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678662701,
  "results": [
    {
      "fields": {
        "c_covers": "x08n7dk770mwdd3",
        "c_title_output": "33",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "x08n7dk770mwdd3"
        ],
        "danmu": 1,
        "danmu_status": 2,
        "desc": "惠子送给警察局长一箱金条，要求他在审问宁致远时点燃催眠香，那样就能诱使宁致远怀疑安秋声。在警察局长的有意引导下，宁致远果然将矛头指向了安秋声。文世轩看望安逸尘，百般辩解自己都是为了文家，才绑架那些少女提取香料，对安逸尘下毒手也是迫不得已。安逸尘大骂他糊涂，就算想重振文家，也不能作出违法犯罪之事。安逸尘要他马上放了那些少女，文世轩却打算等到宁昊天定罪，再把自己手里的少女都放了，然后将罪责推给宁昊天。文世轩苦苦哀求安逸尘把夏蝉救出来，安逸尘看着弟弟可怜的样子，同意只帮他这一次。\n洞房之夜，宁致远归来，乐颜开心的迎了上去。乐颜拿起合欢酒，宁致远指责她还有心情喝酒。乐颜安慰他冷静下来，然后才能想出解决办法，致远讽刺乐颜，被抓走的不是她的父亲，她当然不会担心。宁致远认为是安秋声处心积虑的报仇，因此迁怒乐颜。致远得知乐颜去找安逸尘求助后更加生气，冷嘲热讽乐颜在大婚之日居然去找青梅竹马的安逸尘。乐颜忙解释安逸尘推测这是日本人的连环计，宁致远却不相信她的说辞。致远担心父亲被安秋声害死，着急出去找父亲，乐颜对他用了迷香，让他陷入昏睡。\n第二天清早，致远醒来恢复正常，乐颜告诉他自己昨天在他身上闻到了类似催眠香的味道，所以致远才会变得很偏激。乐颜怀疑惠子又调制了一种新的催眠香，她明白致远心中有着对安逸尘的嫉妒，和对安秋声的怀疑，所以才会被惠子控制欲念。乐颜提醒致远以后要小心一点，致远为昨天的行为向她道歉。致远找来管家，要他马上放了那十二个少女，管家担忧的表示那十二个少女如果被放出去，就会变成宁昊天被定罪的铁证。宁致远冷静道现在日本人虎视眈眈，中国人不能再内斗下去，然后命管家马上放人，并给予少女们的家人补偿。\n少女们的家人围攻宁府，原来是宁致远将他们请来。致远向他们磕头道歉，但是他们却不接受，认为宁府拿人体炼香是丧尽天良的事。众人不相信宁昊天只绑架了十二个少女，大骂宁府是魔窟，将致远打倒在地。乐颜和安逸尘忙赶来阻止，安逸尘警惕的发现闹事的人里有外地人。致远拖着伤痕累累的身体表示，自己父亲没有伤害那些女孩。致远把少女们当众还给他们的家人，并且赠予每个人十亩花田做为补偿。\n白颂贤和安逸尘要搬回文府，如意和文世轩不得已把主院让了出来。文世轩心中不服气，如意表示，都是因为自己母子才导致安逸尘被绑走那么多年，命文世轩一定要恭敬的对待白颂贤和安逸尘。惠子找到文世轩，警告他如果敢伤害安逸尘，自己一定让他生不如死。白颂贤和安逸尘正式回到文家，文靖昌喜极而泣，文世轩不得不装出兄友弟恭的样子。安逸尘感谢安秋声的养育之恩，提出来日自己生下的第一个孩子姓安，文靖昌不仅同意，还宣布在自己外出的时间内，文家一切都由白颂贤和安逸尘做主。\n其他六个被绑少女的家人堵在宁府门前要求赔偿，安逸尘突然出现表示自己愿意出六十亩花田赔偿。文世轩不服气，安逸尘警告他，自己是在为他赎罪，如果再犯什么错，自己也保不住他。",
        "duration": "2563",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/b0016tn6efk/b0016tn6efk_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "活色生香[TV版]_33",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "b0016tn6efk"
      },
      "id": "b0016tn6efk",
      "retcode": 0
    }
  ]
}