{
  "costtime": 38,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678666417,
  "results": [
    {
      "fields": {
        "c_covers": "cq8gdxrb0ae9iov",
        "c_title_output": "09",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "cq8gdxrb0ae9iov"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "晚饭桌上，霍启提醒：林然然已经四天没有在家里露面了。林珊解释：林然然已和高贺同居，以前也经常好几天不回家。霍启顿时脸红脖子粗地责怪林珊放纵女儿：一旦出事，吃亏的是女孩子，你不能光顾着自己的事业和感情，对女儿不闻不问。午饭时，林珊对霍启刚刚生出的一点好感早就消失殆尽，她反唇相讥：是谁先背叛这个家、十年不管女儿的？霍启哑然。\n　　几天来，林然然一直住在陈默的工作室，为“美女作家散文集”做校对。林然然和高贺之间的分歧越来越大，感情的天平渐渐倾斜到陈默身上，而且陈默屡次跟她“痛说革命家史”，表明他很快就会离婚的。林然然期待着什么事发生又害怕这种事的到来，好在陈默忙着新作的签名售书活动，一直没有露面，直到今天才带着一帮朋友现身工作室。陈默招呼林然然一起去他家吃饭喝酒，庆祝他的新书热卖。\n　　冒着酷暑几经打听，霍启找到高贺的住处，林然然并不在这里。林然然和高贺争吵后甩手而去，高贺以为林然然回家了就没再和她联系。霍启生气，险些动手打高贺：林然然失踪了，你居然跟没事人似的！高贺一下子慌了，赶紧带着霍启四处寻找林然然。霍启中暑，人都脱了形，高贺发现他体质很差。霍启凶巴巴地数落高贺：少注意我，赶紧找到林然然！\n　　霍启和高贺终于发现了林然然的去向。当着朋友的面，林然然毫不留情地奚落父亲，让霍启无法开口。高贺突然一声不吭离开，霍启追上高贺，命令他扛也要把林然然扛回家。\n　　高贺憋屈半天，把满腹心事倾诉出来：他和林然然的感情已出现危机，因为林然然在大四实习期间认识了畅销书作家陈默。陈默许愿帮林然然出版小说，几个月来林然然一直在给陈默当枪手，这也是她不肯安心找工作的原因。有妇之夫陈默的绯闻不断，高贺多次劝林然然不要再和陈默来往，林然然不听。高贺觉得，都是因为自己没有实力，又买不起房子，所以才让林然然小视他。冲动之下，他在网上发动成立“不买房联盟”以泄郁闷，不想这件事让他出了名却丢了工作，而这个虚名对他没有任何帮助。这两天，他极度茫然，刚才的那帮人中就有陈默，林然然伤了他的自尊……霍启着急斥骂：狗屁自尊，林然然要是上当受骗，咱们谁都没有脸面！高贺还在犹豫，霍启给他灌酒激将。酒意壮胆，高贺冲回陈默家去找林然然，历数陈默的劣迹。林然然在朋友们面前丢了面子，拔腿跑走。　　高贺醉倒在陈默家门口，霍启费尽力气把他弄回住处，他开始喜欢上这个单纯而认真的小伙子，他在高贺身上看到了自己年轻时的影子，他们都是从小县城来到大城市打拼谋生……霍启终于把林然然弄回了家，可关键时刻，高贺却撤了。霍启打心眼里替高贺着急，觉得这孩子关键时刻太不给力。",
        "duration": "2816",
        "head_time": 89,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/e0014krx88j/e0014krx88j_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 210,
        "title": "老爸回家_09",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "e0014krx88j"
      },
      "id": "e0014krx88j",
      "retcode": 0
    }
  ]
}