{
  "costtime": 38,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678684392,
  "results": [
    {
      "fields": {
        "c_covers": "xhvgh5r5o4adou7",
        "c_title_output": "12",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "xhvgh5r5o4adou7"
        ],
        "danmu": 0,
        "danmu_status": 0,
        "desc": "凌云告诉米蓝，说最后只剩下两个了。米蓝一看便准备转身离开。凌云不明白首长到底是要还是不要？米蓝说，他们两个潜力是有，但却需要看接下来的表现。小米和左轮在那里吃力的推着车子。马大风和木子赶过去助威，可看到邓业的表情两个人立马停了下来。小米他们终于移动了车子，小米停了下来大叫着。忽然车子倒了下来，左轮见状赶紧用尽全力把车子推了上去。左轮数落起小米，质问她刚才为什么要松手，有没有动动脑子？潇薇对姚池说，他们两个人还真有点意思。姚池他们要回连队了，姚池质问潇薇，说这次任务算是完成了吗？到最后还没有把他给逼疯。潇薇一听便说小米本来就是个疯子。小米冲了过来准备拦下他们的摩托车，她本打算打姚池他们，可是反被收拾了。小米冲他们大叫，说他们这两个疯子，早晚得给他们颜色看看。小米回到寝室，看见全班都在那里蹲马步。一问都得知，米蓝得知小米打两个教官的事情，所以才罚他们全班呢。小米听后气匆匆的要去找米蓝。小米向邓业说起，说一人做事一人当，所以……邓业听后却说纪律就是纪律。米蓝走了过来，邓业赶紧说小米已经认错了。可小米却还是一幅非常不满的样子。米蓝带着小米去了拳击馆。他告诉小米，如果打败自己，就取消他们全班的惩罚。小米听后转身离开，可是米蓝的一番话让小米掉回了头戴上了手套。米蓝几次把小米重重摔倒在地。可是小米不服气，强撑着身体站了起来。看着小米躺在地上，米蓝心里有些心疼。小米站起来，用拳头打着不还手的米蓝。她哭着大叫着，为什么要这样对自己，难道她是魔鬼吗？米蓝下了楼，她看着自己发拌的双手，不禁用力的打向了墙壁，瞬间鲜血直流。马大风一直在那里等着小米的回来。她看到小米满脸都是伤，不禁质问这是怎么回事？小米说他们班的惩罚取消了。米蓝去了汤沐阳那里，她说自己把小米给打了。马大风看着小米不舒服的样子，于是便和木子一起去给她请假了。汤沐阳伤心的质问米蓝，她那两下子不得把女儿给打坏了？同时她质问米蓝凭什么打她？米蓝说因为她打了老兵，而且态度太过分了，所以……汤沐阳在那里大叫着，数落着米蓝。米蓝说难道自己不心疼吗？马大风和木子发现小米不见了，而且床上放着那封信。他们得知小米要走了，所以赶紧去找。夏夏偷偷走过去拿起了那封信。马大风他们在不停的寻找着不米，木子告诉马大风，说自己看见夏夏带着米副旅长去营房了，所以她要马大风去给小米做掩护。米蓝去了营房，她质问马大风，说小米到底去了哪里？马大风不肯告诉她，米蓝说她这是在包庇逃兵。木子走了过来，米蓝向她质问起小米来？小米坐在墙上，可是她却在犹豫。这时米蓝开着车过来了。她告诉小米，说她现在可以离开了，而且东西自己给整理好了。马大风和木子他们过来劝小米，小米听后对她们说，自己只是站在高处看风景。夏夏躲在暗处，看到小米回来时，不禁发生心底的笑了起来。夏夏和左轮木子被叫到了办公室里。因为牵涉到分兵的事情。木子质问夏夏，说为什么只把他们三个叫过来？夏夏说，反正没有汤小米的事情就是好事。米蓝把他们几个叫到了办公室，一一的向她们问起意向问题。凌云向米蓝说起，说汤小米跟马大风也不错？米蓝听后却说，她们两个，一个是逃兵，一个是包庇逃兵，所以她们还需要好好的历练。邓业在向大家宣布分配结果。唯独夏夏一个人被分到了侦察连。其它人都有了结果，汤小米，左轮和马大风却被分到了三轮车上。",
        "duration": "2237",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/b0011klz8yp/b0011klz8yp_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "麻辣女兵_12",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "b0011klz8yp"
      },
      "id": "b0011klz8yp",
      "retcode": 0
    }
  ]
}