{
  "costtime": 37,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678684390,
  "results": [
    {
      "fields": {
        "c_covers": "xhvgh5r5o4adou7",
        "c_title_output": "19",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "xhvgh5r5o4adou7"
        ],
        "danmu": 0,
        "danmu_status": 0,
        "desc": "左轮告诉大家说，说第三支枪的声音不对，所以他要求检验一下。枪王一听便说，第三支枪卡売了。佟凯一看便确认，枪确实是卡売了。左轮认输，枪王却说，他们打成平手了。这时左轮突然看到汤小米独自一人站在那里，于是他走过去对小米说，以前她身边朋友成群，现在落单了滋味不好受吧？凌云让女兵们练白刃格斗，汤小米质问她，现在都是科技作战，他们还用得着拼刀吗？童华向小米说起，白刃格斗，练的就是气势。凌云一对三的打败了女兵，这不禁让小米对凌云刮目相看。姚池在那里说起农场，从她那里小米感觉到她看不起农场，于是小米上前一把将姚池的帽子挑掉。凌云质问她，为什么要这样的对待自己的战友？小米说，不怕神一样的对手，只怕猪一样的队友。凌云看到这里，不禁让每个女兵说出了对这件事情的看法。最后她告诉大家，她要改变训练方法了，从明天开始，他们每个人和汤小米轮流搭档。潇薇让小米等着，说自己一定会好好的练她的。夏夏被凌云叫了过去。凌云让她好好的跟小米谈一谈。夏夏听后却说，他们的经历不一样……凌云却说，亦敌亦友，所以她认为夏夏的话更能激励汤小米，不相信的话他们可以打个赌？最后夏夏对凌云说，自己会去找小米谈谈，就当是激励自己的对手吧。小米躺在那里晒太阳的时候，夏夏走过去递给她一罐饮料。夏夏指责起小米来，说大家都在训练的时候，小米却在农场美美的呆了三个月，大家都不明白，凭什么？凭什么她就可以这么轻松的进入侦察连。夏夏还说，自己在哪儿，汤小米就在连出现，所以她真的很烦。夏夏准备离开时，小米叫住了他。夏夏和小米动起了手，没两下，夏夏就被小米打倒在地。小米告诉夏夏，侦察连自己是呆定了。凌云和夏夏一起走着。夏夏说自己明白，指导员让自己去跟小米谈谈，实际上是她在开导自己。汤沐阳在会议室里自言自语的，小米走了过去。汤沐阳在那里喋喋不休的，小米质问老汤，最近工作累不累？汤沐阳一听便激动了起来，以为小米在关心自己呢。小米却说起了汤沐阳，干嘛三天两头的往这里跑。偷袭训练正式开始了，小米跟潇薇分到了一组。潇薇对小米说，跟她搭档果然不是一件好事。小米听后却说他们才是一帮怪胎。潇薇用绳子顺利的爬上了陡坡，她把绳子给了汤小米让她自行解决。大家都在那里等待着小米，童华对潇薇发起了脾气。童华说潇薇从内心里根本没把小米当搭档。潇薇听后却说小米根本没有这个实力。姚池说，幸亏是小米砍了自己一刀，所以指导员特批她不跟自己一组。夏夏听后却说她们没必要这么刻薄，毕竟小米是新来的，应该给她一些机会。所以夏夏提议，说自己明天跟她一起搭档。小米跟毛小洁一组去测量地图。毛小洁在那里等待着结果，而小米则在那里跑来跑去的测量。测量结果有误差，所以童华命令大家明天按照新的地图来进行。这时毛小洁忽然说出，他们忽略了一个问题，那就是温度，所以原来的地图没有错误。听到这里，小米不禁对毛小洁大吼大叫的。",
        "duration": "2193",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/c00111x1dsg/c00111x1dsg_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "麻辣女兵_19",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "c00111x1dsg"
      },
      "id": "c00111x1dsg",
      "retcode": 0
    }
  ]
}