{
  "costtime": 42,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678684391,
  "results": [
    {
      "fields": {
        "c_covers": "xhvgh5r5o4adou7",
        "c_title_output": "13",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "xhvgh5r5o4adou7"
        ],
        "danmu": 0,
        "danmu_status": 0,
        "desc": "大家都分被分配了，可是汤小米和左轮，马大风却被分到了三轮车上。这让大家都很惊奇。为此马大风非常的不安，左轮非常的不服，而汤小米却跟他们不一样，她觉得就让暴风雨玩命的来吧。他们三个被带到了部队农场。看到那个环境，左轮生气的扔掉了手里的包。小米却高兴的说，这真是一个郊游的好地方呀。左轮抱怨着，这是什么鬼地方，跟自己身上的衣服搭吗？小米跟左轮吵了起来，大风见状赶紧阻止。小米发现在看台处有一个大叔在打游戏机。于是她们便走了过去。小米教大叔玩起游戏机来。突然小米发现，那个大叔就是那天面试他们的考官土豆班长。左轮质问土豆，让他们来当什么兵？土豆听后却说要他们当庄稼兵。小米一听误听成“装甲兵”。土豆解释后他们才知道是庄稼兵，种庄稼的兵。土豆健步如飞的去河里捉了条鱼，小米一看土豆班长的身手，便说自己要拜他为师。土豆回去给他们做饭，让他们三个好好想想。小米羡慕土豆的功夫，可是左轮却说他那都是旁门左道。左轮在那里想起米蓝质问自己的话，他心里非常的不服。他们三个向土豆班长问了三个问题，可是土豆都委婉的回答了。左轮说土豆是故弄玄虚，所以自己要走了。马大风说他们要服从命令，可是左轮却说这是一个错误的命令，所以自己一定要回去问清楚。小米他们找到了土豆班长，告诉他左轮离开的消息。土豆一听便急了，赶紧拿出屋里的枪去寻找左轮。小米说自己倒要看看这狼是怎么把左轮给吃掉的。左轮在山里走的时候，发现了那只狼，他非常害怕的躲到大树后面，拿出弹弓对准了那只狼。突然枪声响了，此时他发现是土豆过来了。看这被树上的那个孔，左轮似乎明白了什么。吃饭的时候，他们向土豆班长问起，班长就他们几个人吗？班长说，加上不谢了和太子，他们刚好六个人。小谢回来了，土豆向他介绍了新来的战友。小米说太子在哪儿呢，自己特想认识这位战友。土豆对他说，这只狗就是太子。晚上睡觉的时候，左轮向班长说对不起。这时他想起一个问题，他质问班长，说刚才他那一枪打的根本不是狼，而是自己弹弓打出去的石子，而且他那一枪还把石子打得镶到了树上。所以他对班长的枪法是真心的佩服。但左轮有一点不明白，班长为何不直接打狼呢？班长听后说，每一个人都是一条生命。小米向马大风问起，说自己去拜班长为师他会同意吗？大风听后说有点悬。小米说，从明天开始自己就要去寻找班长身上的弱点。第二天一早，左轮早早起床在院子里打扫卫生。因为灰尘乱飞，土豆赶紧端盆水过去洒水。左轮向班长说起，自己想拜他为师。土豆听后说，只有几个手指头团结起来，才是力量。小米偷听着左轮他们的谈话，于是她拉着大风去找了左轮，因为她要找左轮搞一个联盟，这样才可以拜班长为师。",
        "duration": "2172",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/e00117z7u9i/e00117z7u9i_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "麻辣女兵_13",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "e00117z7u9i"
      },
      "id": "e00117z7u9i",
      "retcode": 0
    }
  ]
}