{
  "costtime": 38,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678684387,
  "results": [
    {
      "fields": {
        "c_covers": "xhvgh5r5o4adou7",
        "c_title_output": "44",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "xhvgh5r5o4adou7"
        ],
        "danmu": 0,
        "danmu_status": 0,
        "desc": "尽管小米正确的回答了所有的问题，可是陈雄依然不肯放她们走。正当米蓝他们理论的时候，汤沐阳来了。汤沐阳说自己是来找老婆的，他拉着米蓝就要离开时，陈雄阻止了他们。陈雄质问他是谁？并说他以为自己是谁，想来就来，想走就走的。汤沐阳说自己是安哲鑫，而登记的时候用的是汤沐阳的名字。原来汤沐阳去找了郑旅长，向他说起自己去给米蓝母女送东西的事情。而且他还说，是自己包下了所有的总统套房，亲眼看见米蓝母女被人带走的。郑旅长让木子赶紧把安哲鑫的资料换成老汤的。木子质问郑旅长这样是不是不合适？而米蓝队长也不知道这是演习吧？郑旅长说，对方也是精英部队，阻止赤鹰得到情报，也是他们的任务。木子说这次他们肯定是赢定了，因为连家属都用上了。米蓝故意在陈雄面前指责安哲鑫（汤沐阳），敢用假名字出来玩。陈雄说这么巧呀，一家三口都来自己的会所玩。米蓝嚷嚷着要陈雄放他们走，可是陈雄却说让他们在这里好好的说说家务事。米蓝生气的打了汤沐阳一巴掌，说都怪他在这里瞎搅和。左轮报告，说自己在地下二楼排查，发现这里没有守卫，保安五分钟巡逻一次。而地下三楼则有很多守卫。郑旅长一听便觉得这是障眼法，所以他要左轮和典宁迅速的排查一下地下三楼。左轮在二楼排查的时候，被保安发现，于是他装作喝醉酒的样子被保安送回了房间。 因为左轮暴露了，所以郑旅长让典宁赶紧补位。因为三层的守卫很多，所以不能硬闯。所以典宁有一个计划，那就是拉响警报。如果货真的在三楼，那么他们一定会采取防护措施。木子也非常赞同这个计划。汤沐阳拿出那个钻戒给米蓝，并跪下来请求她的原谅。接下来，汤沐阳也送给了小米一个钻戒。陈雄一直在那里看着监控，突然他让手下放了陈宝珠（米蓝）。正在这时，三楼的警报响了，陈雄的手下立刻冲出去看是怎么回事？陈雄答应放了米蓝他们，并说如果想走，自己派车送他们，如果不想走，则可以留在会所里玩两天。米蓝对他生气的大叫着。她拿出手机吩咐手下把车开过来。木子告诉郑旅长，说队长下令了，要求撤退。郑旅长一听安排所有人撤退，而马大风留下落实最后信息。左轮从大风那里得到情报，得知枪支存放的地点和数量。米蓝要求赤鹰大队的所有人出发。大风跟陈雄的手下撞到，耳麦被踩坏了。因为联系不上大风，所以米蓝命令小米寻找马大风。小米寻找大风的时候，被人拿着枪指着。大风从背后干掉了敌人。陈雄和手下与左轮对峙着，小米和大风冲上前支援左轮。陈雄交枪的时候，一把拉住了小米当人质。小米向左轮要过银子弹，威胁陈雄他们说那是微型炸弹。陈雄笑着对铁龙说，好好的一场军事演习，怎么被他的徒弟搞成生离死别了？小米质问米蓝，知道这是场演习吗？米蓝说，知道又怎么样？不知道又怎么样？不管怎么说，他这次表现的不错。",
        "duration": "2099",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/h0011j2357y/h0011j2357y_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "麻辣女兵_44",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "h0011j2357y"
      },
      "id": "h0011j2357y",
      "retcode": 0
    }
  ]
}