{
  "costtime": 36,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678684389,
  "results": [
    {
      "fields": {
        "c_covers": "xhvgh5r5o4adou7",
        "c_title_output": "31",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "xhvgh5r5o4adou7"
        ],
        "danmu": 0,
        "danmu_status": 0,
        "desc": "汤沐阳去了部队，小米质问她为什么又来了？汤沐阳说自己跟他们连里有业务联系，根本没其它的？小米一听便说他是来找米蓝的，直说不就行了吗？但同时小米有点担心，并说师父那样的找米蓝还差不多。邓业告诉女兵，说他们在这次的行动中表现不错，。当地有关部门要和连队合作，办一次演出，所以他要女兵们出节目。班会上，大家研究着他们在军民联欢会上要出什么节目？大家的提议一一遭到否决，最后木子提议，还是让班长出节目吧。军民联欢会上，米蓝看到了汤沐阳坐在台上观看节目。女兵侦察班给大家表演了舞蹈《麻辣女兵》。他们的表演引得台下掌声不断。汤沐阳不停的对身边的人说，领舞的是自己的闺女。女兵们都在那里兴奋着，小米让大家去看节目，自己则把东西收拾一下交上去。这时米蓝走了过来。小米质问她，刚才的舞违反纪律了？米蓝说这里没有人，所以她让小米放松一下。米蓝告诉小米，说这场晚会是汤沐阳组织的，是专门为她组织的。还没等米蓝把话说完，小米便冲出去找汤沐阳。汤沐阳质问小米，给他准备这么大的一个晚会，她不开心吗？小米抢过他手中的苹果，质问他这么做的目的是什么？汤沐阳说出了最终的目的，就是为了见她。小米说他不觉得太夸张了吧？小米跑去告诉凌云，说自己想加个节目。凌云说她该不会又跟左轮较劲吧。主持人凌云向大家宣布，小米要给大家带来歌曲《沐阳》。小米说着爸爸这么多年的辛苦。汤沐阳在台下听得泪流满面。因为害怕马大风掉队，所以指导员特批，小米要给他做特训。小米要和马大风一起训练，可是大风却说自己要独立完成任务。大风超时两个小时都没有回去，小米非常的担心。赤鹰队伍在训练时，旅长亲自督阵。小米寻找马大风的时候，碰到了师父。旅长得知大风的情况，于是命令赤鹰队伍寻找马大风。在一块石头上，典宁发现了有血。旅长考虑马大风肯定是受伤了。终于，小米找到了受伤晕倒在地上的大风。大风醒来，说自己从山下摔下来，把腿给摔伤了。典宁向旅长问起，汤小米为何叫他师父？小米在那里给马大风做着特训，看着马大风的样子，她想起了原来的班长童华。小米说童华一直把自己绷得太紧，却没有人给她松一下，以至于最后复员了。大风却说自己跟她不一样。凌云对小米说，她对马大风有个人感情。而她的这种紧张，让马大风自卑感更强，压力更大，所以她更紧张。小米明白指导员是要自己信任战友。凌云告诉小米，希望她带着女兵侦察班成为第一个特殊作战部队的女兵侦察班。会议上，米蓝带着她的赤鹰队员走了过来。米蓝说自己今天是来招兵的。",
        "duration": "2243",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/i0011cb71en/i0011cb71en_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "麻辣女兵_31",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "i0011cb71en"
      },
      "id": "i0011cb71en",
      "retcode": 0
    }
  ]
}