{
  "costtime": 38,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678684391,
  "results": [
    {
      "fields": {
        "c_covers": "xhvgh5r5o4adou7",
        "c_title_output": "17",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "xhvgh5r5o4adou7"
        ],
        "danmu": 0,
        "danmu_status": 0,
        "desc": "沐阳要走了，小米给她准备了自己亲手做的菜。汤沐阳哭着对小米说，她做的菜是自己吃过的最好吃的菜。米蓝质问汤沐阳，情况怎么样？原来汤沐阳去看小米是米蓝要求去的。汤沐阳把那块小米亲手做的腊肉给了米蓝。小米和大风在那里掰手腕，因为小米耍赖皮，所以大风他们两个不禁争论了起来。大家紧急集合，土豆在那里点了名，他鼻子酸酸的，低着头向大家宣布，说他们都合格了，调令也下来了，三天以后出发。他们三个都在那里忙活着，忙活着给太子整一个训练基地。凌云去农场接了他们，他们刚坐上车，小米便大叫着停车。土豆他们在干活的时候，看见太子匆匆的跑开了，于是他们两个跟在后面看情况。左轮他们最后一次训练太子，称太子没注意时，他们赶紧坐上了车子。太子却在车子后面不停的追。因为与战友的分别，让小米他们不禁非常的沮丧。姚池他们在休息的时候打扑克，一打打了快两个小时，而这两个小时，童华一直站在那里瞄准训练着。而夏夏则坐在那里睡觉。米蓝和邓业去了女兵侦察实验班，夏夏见此情景立马站了起来。姚池他们得知米蓝到来也匆匆赶过来了。正在这时，凌云回来了。邓业在那里大叫着，说他的兵竟然在训练的时间打牌的打牌，睡觉的睡觉，还有染黄毛的。凌云上前偷偷的问明了情况。但是她却对米蓝解释道，说那个女兵之所以染黄头发，是为了乔装打扮。这时凌云又让毛小洁出列向米蓝说起这打牌的两个不小时内都发生了什么事情。毛小洁依次说出在各个不同的时间段里连里所有班级的动向。凌云说他们这叫利用娱乐的时间来做侦察。邓业说，让他们三个月以后用成绩说话。米蓝说自己也很期待三个月以后他们女兵的成绩。凌云告诉米蓝，说他这次回来带回来一个兵。当汤小米被从车上叫下来时，米蓝不禁愣了一下。不过她还是上前对小米说，希望她能在女兵侦察班里有上佳的表现。邓业本想再说凌云什么，可是凌去却说，自己把左轮给他带回来了。因为马大风没能安排在女兵侦察班，所以小米在那里闹腾着。她要求必须把大风留下，可是凌云说什么都不同意。小米挡在车子前面，米蓝要求司机加大油门开车。左轮冲上去一把将小米拉开。邓业在那里数落着凌云，说自己根本不看好什么女兵侦察班，并说女兵根本比不上男兵。邓业说出了他们女兵侦察班每一个人的缺点，并说自己看了又想哭又想吐的。凌云说自己看他们却是宝。小米被米蓝关了禁闭。她在那里一直想着大风，不知道她现在怎么样了？而且她还想木子老甲，土豆班长还有……终于，她说自己要见凌云。姚池把饭给小米送了过去。姚池在那里喋喋不休的，这惹得小米不禁觉得很烦。",
        "duration": "2472",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/j0011euqdn3/j0011euqdn3_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "麻辣女兵_17",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "j0011euqdn3"
      },
      "id": "j0011euqdn3",
      "retcode": 0
    }
  ]
}