{
  "costtime": 38,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678684389,
  "results": [
    {
      "fields": {
        "c_covers": "xhvgh5r5o4adou7",
        "c_title_output": "30",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "xhvgh5r5o4adou7"
        ],
        "danmu": 0,
        "danmu_status": 0,
        "desc": "童华在那里回忆着之前在女兵班的点点滴滴，她抑制不住自己内心的情绪，一直哭个不停。小米就那样一直的追，一直的追。车一直开到她看不到为止。米蓝宣布，水陆两栖女子侦察实验班正式成立了。邓业为连长，凌云为指导员。汤小米和左轮任命为班长，夏夏和佟凯为副班长。邓业带着大家一起宣誓了。小米把那面旗帜带到了他们作战的C高地。因为小米要把那份荣誉分享给童华。左轮质问汤小米，为什么自己要认输？小米说他本来就是输了。左轮说自己输了，服的不是她的技术，而是她的心态，因为她宁可把立功的机会让给夏夏，也要回来救童华。但左轮又批评起小米来，说他做为军人，只知道沉浸在战友的离别中，难道就只知道为童华插根旗吗？小米一个人在那里不停的挖坑种树苗，汤沐阳和老甲想过去帮忙，可是遭到小米的批评。夏夏他们跑过来，想要帮忙，可是小米却告诉他们，谁帮忙罚跑三十公里。汤沐阳和老甲坐在那里看小米种树。终于，苹果树种上了，在每棵树上，小米都系上了大家的名字。凌云单独给小米开了小灶，小米质问她肯定有事情。凌云说自己要去其它的连招一些新兵，而小米的任务就是，好好带带那个新来的兵。小米听后说，自己一定会好好的欺负她的。这时新兵报到来了。小米抬头一看，她不是别人，正是马大风。此时小米想起了当初马大风被车子带走时的情景。小米把隐形枪套交给了马大风，并告诉她枪套上四种颜色分别代表的意思。最后，她带着马大风一起宣誓。米蓝从旁边经过，看到这个情景不由得笑了起来。小米给童华写了第三封信，告诉她，马大风来了。她通过艰苦的努力，层层的筛选，她终于来到了女子侦察班。 左轮和大风小米坐在一起吃饭。大风问起怎么不见木子？小米说，木子是电脑高手，这两天又去特训了。左轮一听便说，怪不得栋栋拐这两天火急火燎的，原来要去特训了。小米在那里聊起栋栋拐来，这时左轮笑了起来。左轮说自己觉得栋栋拐特别怕木子。小米说左轮怎么比木子还木呀。左轮他们说起了上次比赛的事情，小米说大风错过了那次的比赛。大风说自己晚来，害怕拖他们的后腿。左轮却说，有汤小米这种外星人，没事的。小米和大风一起比赛穿越，他们拉来左轮当裁判。结果比赛下来，大风比小米差几秒。左轮说，小米练了多少次，而大风第一次练，所以大风赢了。女兵侦察班接到任务，因为前方二十分里处发生望到塌方，所以邓业要他们前去救援。小洁告诉小米，说前方塌方，大风被困在了里面。小米听到这些不由得替大风紧张起来。大风成功的救出了那个孩子，凌云夸她好样的。汤沐阳召集了公司里的成员，他让大家解决（如何去看汤小米）的这个问题。这时一个男同志提出，借用这次房屋倒塌的新闻来一个互动演出，这样，汤董就可以光明正大的去看汤小米。",
        "duration": "2133",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/n0011djdfzo/n0011djdfzo_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "麻辣女兵_30",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "n0011djdfzo"
      },
      "id": "n0011djdfzo",
      "retcode": 0
    }
  ]
}