{
  "costtime": 38,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678684388,
  "results": [
    {
      "fields": {
        "c_covers": "xhvgh5r5o4adou7",
        "c_title_output": "33",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "xhvgh5r5o4adou7"
        ],
        "danmu": 0,
        "danmu_status": 0,
        "desc": "7点58分的时候，汤小米去米蓝办公室里交报名表。米蓝质问她，如果她没有想好，或者不愿意，自己是不会勉强的。小米坚决的说自己想好了。米蓝让她说出想好什么？小米还是坚决说自己想好了。米蓝告诉她，自己是不会要一个盲目报名的兵。小米质问米蓝，难道因为她是自己妈，自己是她的女儿，所以她才会这样的刁难自己？郑旅长听到这些赶紧把汤小米的报名表抽了出来。郑旅长告诉米蓝，说自己刚刚推荐的兵就是汤小米。典宁打探到汤小米去报名了，所以栋栋拐在那里收钱，他要刚才堵输的人赶紧掏钱。邓业拿着那些钱交给小帅，让他交给司务长明天中午加餐，就说是汤小米请客的。米蓝向郑旅长说起，小米会想进一切办法进入赤鹰，到时候，自己不知道她会怎么样，一想到这些自己就会发怵。郑旅长说，小米已经长大了，她会有自己的理想。所以郑旅长认为，小米将来一定是个好兵，没准比米蓝还要强。凌云匆匆的找到米蓝，说呆会马大风就会来找她，说报名赤鹰的事情。米蓝说马大风进入侦察班时间不长，而且她的家庭情况……所以她要凌云说服马大风，不让她进入赤鹰。因为马大风没能报名赤鹰，所以这让汤小米十分的生气，她对大风说，自己一定帮她出这口气。汤小米找到米蓝，她说米蓝连选拔比赛都不让马大风参加，所以没道理。她还说，连自己这样混的兵都能参加赤鹰比赛，而马大风这样优秀的兵却连比赛资格都没有？因为米蓝不同意马大风报名，所以小米要求把自己的比赛资格让给马大风。小米在跟旅长打太极的时候心不在焉，旅长不禁批评起她来。郑旅长说，她这样的帮助马大风，别人还真的以为马大风没有实力呢。最后郑旅长给小米支招，那就是坚持--因为米蓝最吃这一套。在米蓝出现时，潇薇赶紧通知大风准备。这时大风打了十靶全中的好成绩。接着，大风又表演了高空速滑，而且她还跟着米蓝的车子负重奔袭了十几公里。最后她和小米比赛起格斗来。看着这一切，米蓝不禁下车在大风的报名表上签了字。汤沐阳去了部队，米蓝质问他怎么又来了？汤沐阳说小米最近怪怪的。米蓝则说小米长大了，最近没有谈恋爱，也没有处罚。汤沐阳说为了部队，自己把老婆搭了进去，现在把女儿也搭进去岂不是太亏了？米蓝催着汤沐阳让她离开，最后汤沐阳拿出3D电影票给米蓝，可米蓝却说自己没时间。汤沐阳给女儿带了许多好吃的，而小米则让他带着东西去见郑旅长。到了那里，小米发现师父跟爸爸是认识的。小米夸起师父厉害，还是他了解米蓝，三两下就把马大风的问题解决了。郑旅长让汤沐阳别听小米瞎说。看着汤沐阳不高兴的样子，小米不禁质问他到底是怎么了？",
        "duration": "2128",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/n0011schhlf/n0011schhlf_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "麻辣女兵_33",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "n0011schhlf"
      },
      "id": "n0011schhlf",
      "retcode": 0
    }
  ]
}