{
  "costtime": 39,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678684392,
  "results": [
    {
      "fields": {
        "c_covers": "xhvgh5r5o4adou7",
        "c_title_output": "11",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "xhvgh5r5o4adou7"
        ],
        "danmu": 0,
        "danmu_status": 0,
        "desc": "班长质问新兵连，说刚才休息的时候，谁睡觉的，还有谁吃零食的站出来。两个女兵站了出来，班长告诉她们，说她们被淘汰了。班长又问，刚才谁用过电脑？汤小米报告，说电脑有密码，根本打不开。木子向班长承认，说自己破解了电脑的密码，可根本没玩着。班长告诉大家，说所谓兵不厌诈，所以部队里只有服从，根本没有公平可言。　　　　班长拿着水枪冲着女兵身上打，他们一个个都被撂翻了。汤小米看不惯，于是冲上前准备阻止。可是班长迅速将她放倒。班长质问汤小米，是否打算退出？汤小米却说，自己陪他们玩。米蓝远远的望着女兵们的训练。凌云向她说起，汤小米是这批女兵中拔尖的一个。而自己从来没见过这样的女兵。女兵们一次一次的接受水枪的“袭击”，有人放弃的，可是汤小米他们始终没有放弃。　　　　男兵训练的时候，左轮得了第一名。邓业罚其它男生再跑两圈。邓业质问左轮，是不是每次得第一觉得没意思？所以他决定给左轮加练一场近身格斗。　　　　米蓝远远的望着左轮的训练。她说这小子年轻气傲的。凌云上前说，年轻人有些轻狂有什么不好？汤小米就是这样，可是自己就是很喜欢她。米蓝听后说，别下太早结论。　　　　女兵们都下了深达两米左右的坑，上面又用水枪不停的打着。班长规定大家三分钟之内自己爬上来，否则就被淘汰。因为有人受不了这个训练，主动放弃了比赛。夏夏成功的爬了上来。木子在那里可靠了起来，马大风拉着她一起往上爬，汤小米在下面用力的推着她们。汤小米也用力的爬了上来。　　　　到了下一个科目，有人主动放弃了。教官命令他们穿上了装备，然后一把将他们推了下去。小米他们被吊在了那里。两个教官在下面吃着烤肉，木子闻着香味吵着自己好饿呀。小米告诉她让她努力往上爬，等上去了想吃多少都有。她们几个用力的往上爬着，木子想要放弃，小米赶紧替她打气加油。　　　　马大风也实在坚持不了，也想要放弃。小米让她多想想自己的哥哥。终于，他们快要爬上去了。小米伸手拉木子上来。这时，马大风向夏夏求救。可是夏夏却没理会她，马大风又掉了下去。小米生气的指责夏夏为什么没救马大风？木子上前生气的打了夏夏一拳。　　　　教官走上前把木子和马大风一起淘汰了。汤小米在那里坚持不懈的训练着，而左轮也在那里坚持训练着。汤小米他们训练结束了，被安排到休息室里休息。夏夏一直站在门口不肯坐在里面休息，因为这样她好第一个冲出去。汤小米看到房间里的变化，心里似乎明白了什么。三分钟的时候，大家被紧急集合。教官向大家问起，有没有注意房间里的变化？汤小米如实的说出了一切。教官夸她非常好，不过有两个地方她说错了。汤小米还是坚持自己的说法，而且她亲自带着教官去了休息室里查看。到了那里，教官们才知道汤小米动了手脚。于是生气的教官罚汤小米去男兵那里加练一个小时。而其它所有的人全部被淘汰。　　　　教官把小米带到了邓业那里，邓业说男兵里刚好也有一个死扛到底的。于是邓业把小米跟左轮安排成一组，任务就是推动那辆快要掉进沟里的汽车。",
        "duration": "2658",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/s00112oayqd/s00112oayqd_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "麻辣女兵_11",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "s00112oayqd"
      },
      "id": "s00112oayqd",
      "retcode": 0
    }
  ]
}