{
  "costtime": 39,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678684392,
  "results": [
    {
      "fields": {
        "c_covers": "xhvgh5r5o4adou7",
        "c_title_output": "08",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "xhvgh5r5o4adou7"
        ],
        "danmu": 0,
        "danmu_status": 0,
        "desc": "大家正在吃包子的时候，发现邓业来了。于是泥汤小米他们赶紧装做学习的样子。邓业揭穿了他们的小计谋，并质问他们，到底都有谁去偷了包子？大家都承认了，夏夏拿着那还没吃完的半个包子也承认了。凌云对邓业说，点验，挨饿，训练，他只会这三招，就不能换换。大家正在写家书的时候，邓业走了过来。她让大家如实的念了自己的家书。夏夏写信说道，说部队的训练太简单了。木子说自己在部队里吃不饱，而且连长是个变态。马大风则写信让父母注意自己的身体。而汤小米只写了六个字：别理我，烦着呢。大家都在那里哭个不停，汤小米说，邓业这么用心良苦的训练他们，就是为了磨练他们的意志，这最后一封家书就是他心软的证明。所以她觉得大家都差点误会他的好意。木子说小米沦陷了。小米向大家提议，说大家齐心合力，整死，感动死邓连长。木子说那该怎么做？汤小米提议，借周末夜宴的时候，每个人给邓连长做道菜，并且借菜想一个催人泪下的小故事。夏夏听后说汤小米幼稚。大家都在为周末宴而准备着。凌云给邓业念着汤小米他们送来的请贴。邓业听后非常兴奋。凌云说让他们好好享用一下，就怕自己的兵来了，他们什么都吃不香了。邓业听后说凌云这是吃不到葡萄说葡萄是酸的。凌云说，葡萄是什么味道的，只有自己尝了才知道。邓业去参加了周末宴。他让大家周末不要太客气了。汤小米听后拍着他的肩膀说，他们是不会客气的。魏莉娅做了鸡肉炒鸡蛋，菜名叫母女重逢。夏夏做了法国料理。木子借了魏莉娅的鸡肉炒鸡蛋。最后轮上汤小米了。当邓业品尝过小米做过的菜后，不禁表情大变。此时的汤小米心里在想，她做菜的时候里面可是放了大量的辣椒面，胡椒面，芥末油，花椒面，所以……而小米给菜取名叫百感交集。马大风用了生洋葱和胡萝卜用了菜，邓业被洋葱熏的流下了眼泪。而林子给邓业做的饮料里面，竟然是用柠檬和姜一起打的，这让邓业非常的生气。小米对邓业说对不起，并说以为今天是愚人节。邓业说，好呀汤小米，今天他们让自己过愚人节，明天自己就让他们过清明节。这时凌云走了过来。她质问邓业，说感恩宴的味道怎么样？自己来看看他得意的样子。凌云带着女兵们去跟男兵拉歌。男兵合唱了歌曲，汤小米提议，说这样不公平。因为男兵人多气势大，他们女兵当然比不过啦。所以她提议一对一，独唱比赛。王小帅站了起来，因为他串歌了，所以被女兵们轰下了台。汤小米让左轮站起来唱一首，可是左轮却坐在那里不动。汤小米大叫着，说左轮死机了。佟凯站起来解围，并唱起了刘欢的歌曲。他这一唱，引得女兵们大笑了起来。左轮提议，说汤小米有本事自己来一个。汤小米把木子拉了起来。木子唱着歌，汤小米伴着舞。他们的演出引得大家的叫好。正在大家高兴的时候，邓业走了过来。他向大家宣布，一星期以后野营拉练，不通过的，严惩不贷。",
        "duration": "2004",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/t0011w7qsrf/t0011w7qsrf_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "麻辣女兵_08",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "t0011w7qsrf"
      },
      "id": "t0011w7qsrf",
      "retcode": 0
    }
  ]
}