{
  "costtime": 39,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678684391,
  "results": [
    {
      "fields": {
        "c_covers": "xhvgh5r5o4adou7",
        "c_title_output": "14",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "xhvgh5r5o4adou7"
        ],
        "danmu": 0,
        "danmu_status": 0,
        "desc": "班长正在看书的时候，小米拉他去了一边。她找来找去，终于在班长的床下找到了那些艾草。左轮赶紧拿药把床底给喷了。接下了轮到小谢出场了。他带着太子进来了。小米说，只所以太子不愿意来这屋，是因为那些艾草薰着太子了。小米他们走后，班长在那里批评着小谢，说他怎么连基本的常识都不知道，反而被这三个新兵给治了。集合的时候，小米他们向班长说起拜他为师的事情。班长承诺，等他们治好太子的忧郁症时，就教他们功夫。左轮在那里给太子制作着飞盘。大风在厨房给太子做着狗咬胶。可是太子对这些东西并不感兴趣。小米端着一盆骨头给太子吃，太子还是不吃。正在她跟太子在聊天的时候，小谢走了过来，他指责小米怎么可以给太子吃这么多骨头呢？并说她这是胡闹。小米给太子戴上了眼镜，而且手拿着漫画书给太子讲故事。小谢走了过来摘掉眼镜带走了太子，并说小米这是在胡闹。小米收到了包裹，于是她拿出按摩器给太子按摩，拿出象棋跟太子下起棋来。班长质问小米他们到底想干什么？因为太子现在绝食了。班长给他们最后一次机会，把这事情给办妥了。他们走后，班长偷偷的乐着说，小兔崽子。小米他们蹲在那里寻找着太子闷闷不乐的原因。小米让小谢掰开太子的嘴，此时的小米找到了原因。因为在太子的牙里钳着一块骨头。班长得知太子开始吃东西时，不禁非常激动。他决定从明天开始教小米他们功夫。班长带大风去了林子里，他让大风爬到树上，采取至少十种树叶子回来。而小米则被安排去挖土豆。左轮捂着鼻子在猪圈里打扫卫生，猪屎味让他觉得恶心。大风吃力的往上爬着，班长告诉她，如果回来的时候，她还在那个位置，那么自己就罚他抱着树唱把根留住。小米告诉班长，说自己刨土豆没什么经验，所以他请求班长给自己安排其它的活。班长听后说让他挑水去。小米挑水发现了问题，她发现水缸下面有一个水池，怪不得怎么都装不满水。不过她还是向班长保证会装满水。小米去打水的时候，看到一个大哥在那里晒网。大哥告诉小米，说土豆的功夫都是自己教的，而且土豆根本不会什么水不漂。小米不相信他，于是那位大哥便表演起自己的功夫来。小米看后不禁生气的说，土豆这个大骗子。小米一个不小心掉进了水里。小米觉得土豆就是个大骗子子，所以她在那里想着办法。第二天，他在土豆的必经之路上设下了陷阱，可是土豆都发现了他的小鬼计。土豆用石子打掉了那根绳子。小米一看直夸班长是高手。晚上左轮一个人坐在那里，班长走了过去。他质问左轮，他不会游泳，还想进特殊部队？临走的时候，他告诉左轮要突破。",
        "duration": "2451",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/t0011qn75zo/t0011qn75zo_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "麻辣女兵_14",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "t0011qn75zo"
      },
      "id": "t0011qn75zo",
      "retcode": 0
    }
  ]
}