{
  "costtime": 39,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678684387,
  "results": [
    {
      "fields": {
        "c_covers": "xhvgh5r5o4adou7",
        "c_title_output": "43",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "xhvgh5r5o4adou7"
        ],
        "danmu": 0,
        "danmu_status": 0,
        "desc": "典宁和左轮在会所的各个位置安装了摄像头。郑旅长质问木子，宾客名单都核实了没有？木子说都核实过了。突然她发现，有一个神秘人物没有出现在名单之内。米蓝很快就得到了这个消息。米蓝给小米化妆的时候，看到了她眼下的那个疤。米蓝夸小米漂亮，小米质问她，是夸自己漂亮还是夸她自己的化妆技术好？   徐总和朋友聊天，他说来了个神秘人物，一下子就把总统套房给包了。左轮，小帅和典宁他们三个扮演成富家公子。典宁带着他们去给徐总打招呼了。徐总说，那个神秘人物带了大量的现金放到了会所里。左轮他们本想打听到神秘人物是谁，可是大家谁都不知道。左轮疑惑着，这个神秘人物引人注目又不露身影，到底有什么目的？会不会跟自己有什么关系？郑旅长告诉米蓝，说左轮和典宁在舞厅里等着他们。米蓝带着女儿去了舞厅，徐老板质问朋友，她们是谁呀？左轮说，自己看过照片，如果没有记错的话，应该就是陈宝珠。徐老板质问，那个神秘人物会不会就是她们呀？左轮点了一瓶好酒给米蓝他们送了过去。而且左轮上前请小米跳舞，小米高兴的答应了。小米对左轮说，计划里没有他约自己跳舞这一条。左轮说自己知道。小米突然明白，左轮这样做是为了吸引更多人的注意力。左轮让小米掩护自己，自己则想办法避开摄像头通往地下二楼。小米以丢项链的名义，让左轮帮自己找找。左轮故意装做找项链的样子，典宁这时告诉他，安吉拉（小米）的项链刚刚掉到了服务的酒杯里。就这样，左轮顺利的通过厨房进入地下二楼。大风准备好地图行动了。她把酒给小米送过去，顺便把地图偷偷的给了她。安吉拉（小米）大叫着，说自己今天心情好，所以今天所有的消费自己买单。米蓝偷偷的对小米说，太高调了吧。小米质问她，难道他们的目的不就是为了吸引更多的人注意吗？小米收到情报，说有一个穿西服，戴墨镜的神秘人物通过走廊。此时小米突然看到这个人从身边通过。于是她偷偷的跟了上去。戴墨镜的男人发现了小米，小米借故说自己认错人了。米蓝质问小米刚才去哪儿了？小米说出自己跟踪神秘人物却失败了。米蓝一听此报告，觉得有危险，所以她要求小米放弃任务，马上带着人撤离。正在她们争吵的时候，门铃响了。两名男子过来告诉米蓝，说他们老板想请她们母女过去喝杯茶。郑旅长得知米蓝的情况，立马命令左轮他们准备迎救。小米被带到一间房间内，而米蓝则被安排到外面。他们告诉小米，想要平安的离开这里，就得回答他们几个问题。小米一一的回答了他们的问题，这时神秘男人突然向小米问起，她妈妈右胳膊上的伤疤是怎么回事？小米说，那个伤疤是在左胳膊上。小米流着眼泪讲着故事。米蓝心里在想，孩子，你真棒。手下对陈雄说，这对母女没问题。而陈雄则说，自己宁愿相信他们是一对演员。。",
        "duration": "2100",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/x00116nfdlf/x00116nfdlf_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "麻辣女兵_43",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "x00116nfdlf"
      },
      "id": "x00116nfdlf",
      "retcode": 0
    }
  ]
}