{
  "costtime": 36,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678684388,
  "results": [
    {
      "fields": {
        "c_covers": "xhvgh5r5o4adou7",
        "c_title_output": "34",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "xhvgh5r5o4adou7"
        ],
        "danmu": 0,
        "danmu_status": 0,
        "desc": "汤沐阳见到郑旅长非常的不高兴，于是小米质问起爸爸怎么了？小米说爸爸不淡定，他肯定心里有事。汤沐阳说铁龙是米蓝的战友，自己的好朋友。小米质问爸爸，说铁龙师父是不是爸爸的情敌？她还说，如果他真是情敌的话，爸爸就没有可能。汤沐阳听后生气的离开了。小米打电话让老甲帮忙查一下汤沐阳。老甲去了部队，把自己调查汤沐阳的人生经历告诉了汤小米。这时汤小米拿出木子调查米蓝和郑旅长的资料。小米得到了资料便赶老甲赶紧走，老甲不禁说小米是过河拆桥。典宁在打球的时候，小米冲过去把他拉出来说话。而此时，左轮看到了小米拉典宁离开。典宁告诉小米，说自己是个孤儿，郑旅长是自己的养父。小米向他问起，郑旅长91年的时候干嘛调离连队？典宁说自己当年才三岁。这时左轮走了过来，质问他们两个在聊什么？小米向凌云问起，她谈过恋爱吗？是在部队里还是部队外？凌云一听便质问难不成是小米……小米一听赶紧否认。小米质问凌云，91年的时候米蓝在做什么？小米告诉凌云，说其实米蓝是自己的妈妈。凌云听到此并没有感到意外。凌云很高兴，小米能亲自把这个秘密说出来。    凌云带着小米去找了邓业。邓业告诉他，虽然自己知道小米是米副旅长的女儿，可是她别指望自己会对她有特别的关照。小米说，自己最近发现了米蓝的变化，汤沐阳的变化，还有自己的变化，所以自己一定要弄清楚这变化的根源在哪里？邓业说起了当年汤沐阳追求米蓝的事情。小米又问起，郑旅长跟米蓝怎么回事？因为汤沐阳一见到郑旅长，他表情就怪怪的，所以小米认为，91年的时候，郑旅长调离部队肯定有蹊跷。汤沐阳在那里学做菜，老甲给他辅导。老甲尝过汤沐阳做过的菜时，不禁说他应该从最基本的开始。而汤沐阳则说，自己一定要做这几道菜，因为这都是小米和米蓝爱吃的菜。邓业在那里说出了三个想不到。一是想不到米副旅长的事情隔了这么多年又重提。二是想不到汤小米主动承认自己是米蓝的女儿。三是想不到铁龙跟米蓝……小米回到家，看到老甲也在那里，于是小米便质问这是怎么回事？汤沐阳谎称自己今天让老甲来露一手，自己试试菜。看着汤沐阳穿着围裙，而且菜扔得乱七八糟的，小米查出汤沐阳在撒谎。小米和老汤一起做菜，她质问老汤，是不是还想着跟米蓝复婚？因为他今天做的菜都是米蓝爱吃的。汤沐阳向小米说起自己当年是如何追求米蓝的。小米笑着说原来米蓝这种类型的适合老汤呀。老汤听后伤心的说，什么适合不适合，都离了。小米一听便说，只要他喜欢，这事包在自己身上。",
        "duration": "2264",
        "head_time": 0,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/z0011ostcog/z0011ostcog_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 0,
        "title": "麻辣女兵_34",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "z0011ostcog"
      },
      "id": "z0011ostcog",
      "retcode": 0
    }
  ]
}