{
  "costtime": 33,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678655007,
  "results": [
    {
      "fields": {
        "c_covers": "qep9975zpllpm1k",
        "c_title_output": "05",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "qep9975zpllpm1k"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "陈雨寒也不知道仇家是谁，只知道那些人是冲方七的爹来的。陈云峰见雨寒跟方七回来就放心了，陈云峰说这个秘密压了十多年，陈雨寒说方七爹的事就不打算告诉方七了。\n　　高大人报告李成昌查过抓来的人无法证明仓库里的鸦片是马宁儿的，李成昌觉得早晚都会治马宁儿的罪，说要离开这里之前有件事要麻烦高大人。\n　　高大人来找陈云峰拜托响云天在李大人走之前演出一次，因鸦片一事高大人又道歉，又问起方七身世，想帮忙巡查方七爹的下落，陈云峰谢绝。书瑶来看方七，陈雨寒说她一直关在屋里让书瑶多来陪陪，书瑶见她不在屋。嘉懿来石码头说方七生娘不及养娘大，别烦了回去帮响云天演出，方七很兴奋。搭建演出台方七跟陈雨寒很是尴尬，李成昌跟老母来谢陈云峰成全木棉花留在母子身边陪伴，陈云峰觉得这是木棉花的幸事。台下方七跟陈雨寒有意无意的互看着。\n　　陈氏祠堂门口众人惜别木棉花。高大人看马宁儿独自喝酒说姓李的走了，马宁儿喷出嘴里的酒抓着高大人的胳膊说货没了你知道我损失多大!要不是你放了姓方那丫头就不会这样，高大人揪着马宁儿的衣服告诫他不准动方七。高大人说起方七的身世，十几年前他们的结拜兄弟也姓方，他妻子也叫淑娟，当年火烧少林方天佑跟他妻子分头逃走，传闻他妻子把女儿托付一个戏班，方七很可能是方天佑的女儿，还有救花脸人用的功夫就是少林拳，找到方天佑就能凑齐所有宝藏的线索，如果成功了以后就想荣华富贵了。马宁儿喝得烂醉回到马宅跟马文渊说自己损失惨重，做这么多都是为了他，马文渊说宁可苦宁可穷也不愿意看到爹这样，劝他收手，马宁儿眼里含泪说张弓没有回头箭，要比敌人更狠更毒才能保护大家，告诫文渊远离江湖就睡过去了。吉叔跟马文渊说除了用花脸英雄跟老爷做对还可以用亲情感化他，马文渊在码头边溜达看见远处方七放天灯直接走去就在犹豫回走的时候被方七叫住，马文渊笑方七是不是没脸回家，方七恶狠狠的说马文渊有个坏爹，马文渊说这么晚是在等花脸人吧，一定是喜欢人家了，方七支吾地说喜欢怎么了，警告马文渊花脸大英雄治不了你爹小心找你算账。陈雨寒叫住方七去喝绿豆汤，方七问陈雨寒这么多年不嫁人是不是因为自己，陈雨寒说事情太多没时间想这个。\n　　方七跟书瑶聊天问她认不认识媒婆有重要的事做。马宁儿叫崔世文继续监视方七。吉叔跑来说少爷不见了留下纸条，马宁儿看完大怒说文渊被花脸人抓走了，马宁儿带人在一个破房子发现受伤的文渊，文渊虚弱的说花脸人警告爹以后再做恶就不是今天这样。吉叔帮文渊擦药心疼的说让少爷受苦了，马文渊说只要爹能回头是岸，值，其实是吉叔用棒子把文渊打伤的，两人的苦肉计为了感化马宁儿。马宁儿来看文渊说等伤养好赶快回白鹿书院，马宁儿觉得收手怎么养活兄弟们，文渊跪下说自己会努力让戏班挣钱，吉叔为他们高兴。\n　　媒婆三姑叫书瑶看看公子们的八字，书瑶问有个叫方七的找她什么事，三姑说她是找公子相亲年龄都是偏大的，书瑶正跟嘉懿说这事被陈雨寒听见问了究竟，说今天在妙奇香相亲。媒婆三姑正把米铺王老板介绍给方七，陈雨寒拉起方七说 找这么大岁数的都能当爹了说什么不同意，围观的人都觉得这人年龄太大，方七说这不正好嘛，陈雨寒说你知道我不是你亲娘避着我就算了也不能随便嫁人啊，方七说这是替你相亲呢，所以人大跌眼镜。",
        "duration": "2745",
        "head_time": 152,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/c00118nicuo/c00118nicuo_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 180,
        "title": "咏春传奇_05",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "c00118nicuo"
      },
      "id": "c00118nicuo",
      "retcode": 0
    }
  ]
}