{
  "costtime": 39,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678655007,
  "results": [
    {
      "fields": {
        "c_covers": "qep9975zpllpm1k",
        "c_title_output": "01",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "qep9975zpllpm1k"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "故事发生在清朝乾隆年间，朝廷大举歼灭反清复明的叛党。\n　　方七偷偷练桩手被嘉懿逮到吓了一跳，两人就闹了几下，方七看见外公陈云峰来了直接借口跑了，陈云峰严厉的说戏班子的东西不准女人碰。\n　　方七跑来程家拽走程家六小姐程书瑶上街玩，白糖糕的老板娘急着去厕所就让方七看会摊子，方七问书瑶上次相亲的事，书瑶说媒婆介绍的不是什么做买卖的是帮马爷做事的，方七惊讶那个无恶不作的马爷，方七说盐价太贵跟马爷有关。来了两个马爷的手下，方七因为他们拿白糖糕没给钱拿着棍子直接追进马家，书瑶领来的帮手被隔到门外，坏人正要划花方七的脸时方七的娘陈雨寒出来相救，正在交手时陈雨寒划破袋子方七一看是盐，书瑶领来官府的人因为私盐把满院子的人都带走了。陈雨寒扯着方七说她惹大祸了回家收拾她。\n　　马宁儿踢开巡抚高大人的大门来要盐，提起十几年前都是贼要顾及情面，巡抚大人要他晚上来拿盐叮嘱他做点正经生意，说过几天两广总督李成昌来访，让马宁儿收敛点。因为李大人跟母亲喜欢广东大戏，叫马宁儿出面组戏，说起原来有个戏班子响云天很出名，坐舱陈云峰。\n　　陈雨寒给父亲和马宁儿上茶，陈云峰说自己年纪已高不想组戏，勉强组戏怕丢了马爷的脸，马宁儿的手下崔世文说陈云峰不给面子，马宁儿站起来说自己是粗人说一不二就这么定了，甩手离去。\n　　正在绣花的方七听嘉懿说重组响云天的事没戏了，抱怨有人出钱不组可惜了，嘉懿说姓马的不是好东西师傅这么做对，看方七比师傅还紧张这事，方七说要是组班能名正言顺的偷学功夫，发誓一定要响云天重出江湖。\n　　花月楼的老鸨求这位少爷别难为姑娘们了，这少爷喝杯酒打姑娘一个耳光叫她哭一个，马宁儿的手下崔世文来平事，一看是少爷马文渊叫下人送回府，马宁儿问马文渊喝成这样干嘛，马文渊揪着父亲的衣服说今天是娘的忌日，十八年前你杀了我娘我不高兴。马宁儿吩咐管家吉叔带少爷休息。到了房间马文渊恢复正常也没醉，说两广总督要来，吉叔说你这是担心老爷，老爷找过响云天的坐舱可能借机会做文章。\n　　方七带着外公来到酒楼看见木棉花(娘娘腔)、大头仑、关先生觉得巧，原来是方七做的怪，方七赶紧借口点吃的藏起来偷听他们说话，马文渊借机走来没说出自己的身份，说以各位的实力不用姓马的照样能组班，再说以姓马的势力不会放过陈坐舱的，拿出银票说除非在姓马的之前答应别的班主，陈云峰担心文渊，马文渊说自有办法对付马爷，将来跟姓马的有什么事都不会影响到响云天，愿付双倍钱组班，方七觉得奇怪。\n　　陈雨寒来给父亲陈云峰送茶，陈云峰说今天看见老关他们想起当前响云天很受欢迎，当年因为方七才在这安顿下了，陈雨寒劝爹爹重组响云天，陈云峰让雨寒明天约老关他们商量。\n　　崔世文跟马爷报告陈云峰跟别人签约了，马宁儿说只要重组就行，崔世文征求今天用不用去城外接总督，马宁儿让他看好这批货就好，手下的跟崔世文说自己的这宗买卖不能让两广总督知道，崔世文让手下晚上就行动不能让马爷知道。吉叔听到赶紧跟少爷马文渊禀告说崔世文瞒着老爷对付李成昌，在进城前要在客栈解决李大人,马文渊打开一个装满面具的箱子。\n　　方七在脸上画好面具夜谈马宅看看这个文渊是不是马宁儿的人，到门口看见一个戴着戏剧面具的人走出来，跟之。一群黑衣人把悦来客栈外的看守都杀了，崔世文刚要动手杀李成昌的时候那个面具人出手相救，黑衣人跟李大人的护卫们火拼。方七也进来救了才知道这是两广总督李成昌跟母亲，方七被打晕，那个面具人叫了她好久。\n　　巡抚高大人半夜气愤的来找马宁儿问他为何派人刺杀李成昌，有人看见是他手下崔世文干得，要是李成昌有什么三长两短不要怪他不顾兄弟情面。\n　　一早马宁儿找儿子文渊，文渊醉的晃悠悠进来说跟戏班的人应酬去了笑话他大名鼎鼎的马爷也有办不成的事，马宁儿被气走马文渊不做醉状。文渊来街上溜达听见两个小孩说梁山伯与祝英台的故事故正做纠正，程书瑶路过问他为什么骗小孩子，文渊说这样让他们小时候开心点，程书瑶问他小时候过得不开心吗?马文渊低头谢过离去。\n　　高大人报告李成昌行刺的人都是山贼早捉拿归案，提议有个戏班要开演。\n　　晚上嘉懿问书瑶方七说只要有坏事那个花脸大英雄就会出现，这招行不行?然后书瑶装作被欺负使劲喊救命，来了两个官差把嘉懿带走了，方七直接吓跑了，背后传来那个戴面具的人的声音，问她这么做有意思吗?方七想学功夫行侠仗义，面具人让她明天午后祠堂见，放弃很是为难。\n　　崔世文报告马宁儿说陈云峰把响云天安排在祠堂里有一些角儿没定，马宁儿哼了一声要帮帮他们，陈云峰跟大家吃伙食饭觉得很香，一个叫大眼刘来应聘丑生，陈云峰打听原来他是庆云班刘柏的徒弟，大眼刘说刘柏早去世了，陈云峰让嘉懿带他签合同。方七化装成送菜的被嘉懿直接认出来了，问她来干嘛。",
        "duration": "2634",
        "head_time": 152,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/w0011stfavo/w0011stfavo_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 180,
        "title": "咏春传奇_01",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "w0011stfavo"
      },
      "id": "w0011stfavo",
      "retcode": 0
    }
  ]
}