{
  "costtime": 41,
  "errormsg": "",
  "errorno": 0,
  "resptime": 1678652239,
  "results": [
    {
      "fields": {
        "c_covers": "v3bb9vrrdxvwg0q",
        "c_title_output": "02",
        "category_map": [
          10470,
          "正片",
          1089,
          "连续剧",
          2,
          "电视剧"
        ],
        "cover_list": [
          "v3bb9vrrdxvwg0q"
        ],
        "danmu": 1,
        "danmu_status": 0,
        "desc": "山田雄夫被中国爱国人士所杀，萍儿对张文锦也有些担心，她让小蝶也不要总在家里呆着，还劝她有机会去外面走走，小蝶不想出去逛街，她宁可和自己的药材游戏。萍儿出门时被王恩和重阳用麻袋抓走，她醒来后有些害怕，是张文锦让他们这样干的，收到钱后才会放人。重阳给张子力家中打去电话，让他带五千元去赎萍儿，张子力接完电话后要去救她，他要弥补萍儿十八年来受的苦难。重阳从恶梦中醒来，萍儿看出他很害怕，他梦到自己小时候被师父扔到芦苇荡，重阳只有王恩一个朋友，他们认为不能给日本人争气，萍儿感觉重阳和他一样孤独。张子力带着赎金去了电话里的约见地点，萍儿将绑手的绳子解开，重阳师父下地窖时看到她，他认出在选皇妃的时候她逃避了，重阳向他解释萍儿为何在这里，萍儿很害怕，重阳师父用东西砸他，重阳情急之下将他师父推开，他师父撞到柱上的利器后当场死亡。王恩让重阳带着萍儿赶快过去，接应张子力的爱国人士将他家人带走。张子力对萍儿的亏欠始终无法弥补，重阳看到他带钱过来，王恩听到口哨声后带出萍儿，重阳拿钱离开，萍儿被放，张文锦突然出现在背后将张子力杀害，他利用了王恩和重阳，张文锦拿走了张子力身上的金表，但他身上也掉了东西。张文锦见到王恩后想一手交钱一手交货，他称办来了特别通行证，王恩不相信他的话，张文锦拽着他来到张子力尸体前，萍儿在那里哭泣，张文锦还将杀害张子力的罪名嫁祸到重阳身上，还提议报警。重阳报着那箱钱在走在街上，警察将他包围，重阳坚持称他没做什么事情，他手上的箱子被甩开，张文锦趁机将那块金表放到箱子里，重阳再三解释也说不清楚，王恩也不太相信他，重阳被警局带走，张文锦跪在地上假装难过，王恩也被欺骗了，他被带回去接受调查，日本人让陈局长在三天内拿出一个可以说服的陈述，陈局长想到了在上海的贺天，他打电话让他帮忙调查清楚，重阳只承认绑架，不承认杀人。贺英雄回到家中听儿子贺天说起奉天的案子，贺天收到了案件的新资料，贺英雄在桌上看到张子力的名字。张文锦找山田大佐告发张子力，他知道张子力收集了A公司的资料，日本人想杀光和张子力接触的人，张文锦让萍儿先坐船离开，张文锦打算留下来等着张子力的案件结案。萍儿感觉重阳可能被冤枉了，可她无能为力。张文锦给陈局长送钱想尽快结案替父报仇，陈局长没收，他拿出贺天的见解，贺天有中国的福尔摩斯之称，张文锦用山田大佐来要挟陈局长，陈局长答应交他这个朋友。重阳在监狱中受到严刑逼问，陈局长亲自提审他，重阳坚持说没杀人。",
        "duration": "2725",
        "head_time": 118,
        "pic160x90": "http://puui.qpic.cn/vpic_cover/a0011jcjsat/a0011jcjsat_hz.jpg/160",
        "pioneer_tag": null,
        "play_page_style_control_id": null,
        "playright": [
          "1",
          "2",
          "3",
          "4",
          "5",
          "6",
          "8",
          "9",
          "10",
          "18",
          "20",
          "21",
          "22",
          "23",
          "24",
          "26",
          "30",
          "34",
          "35",
          "37",
          "39",
          "40",
          "57",
          "61"
        ],
        "positive_trailer": 1,
        "state": 4,
        "tail_time": 110,
        "title": "乱世佳人_02",
        "topic_id_list": null,
        "type": 2,
        "type_name": "电视剧",
        "vid": "a0011jcjsat"
      },
      "id": "a0011jcjsat",
      "retcode": 0
    }
  ]
}